{
  "nav.support": "دعم",
  "nav.docs": "المستندات",
  "nav.premium": "الإصدار المتميز",
  "nav.github": "جيثب",
  "nav.tos": "شروط الخدمة",
  "bot.invite": "دعوة",
  "bot.slogan": "دافع عن خوادم <a href=\"https://guilded.gg\">Guilded</a> ضد المتصيدون والمتهربون والمداهمات!",
  "home.offer": "ما نقدمه",
  "home.trusted": "موثوق به",
  "home.try": "هل أنت جاهز لتجربة حارس الخادم؟",
  "home.try.desc": "لا تتأخر أكثر من ذلك! قم بدعوة الروبوت الخاص بنا الآن واستمتع بخادم هادئ!",
  "feature.verify.title": "التحقق من المستخدم الجديد بدون احتكاك",
  "feature.verify.desc": "يُطلب من المستخدمين الجدد التحقق من خلال نظام التحقق الخاص بنا والذي يوفر تجربة خالية من الاحتكاك. سيقوم نظام نقاط التفتيش لدينا بردع الروبوتات ومنع التنبيهات ، مع السماح للمستخدمين بالدخول الشرعي إلى الخادم الخاص بك!",
  "feature.raid.title": "الحماية الآلية للغارة",
  "feature.raid.desc": "لن تتمكن الحسابات الآلية من اجتياز موقع التحقق الخاص بنا ، مع السماح للمستخدمين الشرعيين بالدخول للاستمتاع بخادمك! إذا اكتشفنا غارة مشتبه بها ، فسيقوم نظامنا بتنشيط نقاط تفتيش أكثر صرامة.",
  "feature.userinfo.title": "معلومات المستخدم التفصيلية",
  "feature.userinfo.desc": "يُعلمك Server Guard بمن يقوم بالتحقق بالضبط ، مما يمنحك درجة مستخدم بناءً على عوامل مختلفة ، بما في ذلك اتصالاتهم الاجتماعية. حتى أننا سننبهك إذا كانوا يستخدمون VPN!" ,
  "feature.filter.title": "الإشراف التلقائي على الدردشة",
  "feature.filter.desc": "يمكن لفلاتر الدردشة الآلية الخاصة بنا أن تساعد بشكل كبير المشرفين على الخادم من خلال منع السمية والكلام الذي يحض على الكراهية وروابط الدعوة والمزيد تلقائيًا دون تدخل الوسيط! كن مطمئنًا ، فالمرشحات لدينا نادرًا ما تحتوي على إيجابيات خاطئة!",
  "feature.admin.title": "الحظر والتجاهل والتحذيرات",
  "feature.admin.desc": "يوفر برنامج الروبوت الخاص بنا إمكانية حظر المستخدمين مؤقتًا ، وكتم صوتهم بشكل دائم أو مؤقت ، وإصدار تحذيرات للمستخدمين يمكن أن تكون مؤقتة ويتم عرضها بواسطة الوسطاء ، مما يسهل عملية الإشراف على الوسطاء!",
  "feature.more.title": "... والمزيد في المستقبل",
  "feature.more.desc": "نحن دائمًا نبحث بنشاط عن ميزات جديدة لتنفيذها من شأنها أن تساعد في الإشراف! تأكد من الانضمام إلى خادم الدعم الخاص بنا حتى تتمكن من الحصول على المساعدة في استخدام الروبوت وإرسال طلبات الميزات أو تقارير الأخطاء ! ",
  "footer.notice": "Server Guard لم يتم اعتماده أو إنشاؤه بواسطة Guilded",
  "footer.copyright": "© <a href=\"https://reapimus.com\"> Reapimus </a> {YEAR}",
  "legal.privacy": "سياسة الخصوصية",
  "legal.privacy.important": "خصوصيتك مهمة لـ Server Guard ، ونتخذ الإجراءات المناسبة لحماية خصوصيتك أثناء استخدام خدماتنا.",
  "legal.privacy.identifier": "عندما يتم التحقق من حسابك باستخدام Server Guard ، قد تتم مشاركة بعض المعلومات مع موظفي الخوادم باستخدام Server Guard. وهذا يشمل ، على سبيل المثال لا الحصر: <br> & emsp؛ • اسم المستخدم على الخدمة (الخدمات) التي استخدمتها للتحقق من حسابك <br> & emsp ؛ • مقاييس حول الحسابات من الخدمة (الخدمات) التي استخدمتها للتحقق من حسابك ، يمكن أن تشمل ، على سبيل المثال لا الحصر ، عمر أو مقدار التغريدات التي نشرتها. <br> & emsp؛ • معلومات الاتصال ، تشير إلى ما إذا كنت تستخدم VPN عند التحقق من خلال Server Guard. ",
  "legal.privacy.hashing": "معرّفات اتصالك مجهولة الهوية بشكل لا رجعة فيه قبل التخزين باستخدام خوارزمية التجزئة SHA-512.",
 "legal.privacy.analytics": "نجمع البيانات التحليلية لأغراض إحصائية وتقارير الأخطاء ، وتخزين بيانات التكوين اللازمة لتشغيل خدماتنا. بالإضافة إلى ذلك ، قد نستخدم عمليات تكامل مع جهات خارجية مثل Google Analytics و Google AdSense للإعلانات المخصصة ، والتي تستخدم تقنية ملفات تعريف الارتباط لتقديم إعلانات مستهدفة. نحاول تخزين بياناتك خارج الوصول العام ، بطريقة آمنة يمكننا ضمانها بشكل واقعي. ومع ذلك ، نظرًا لطبيعة نقل البيانات عبر الإنترنت و التخزين ، قد لا نتمكن من تلبية هذا التوقع ، نظرًا لحقيقة أن الأمان الكامل غير ممكن. قد يتم استخدام Server Guard بواسطة أشخاص ليسوا تابعين لنا بشكل مباشر ، وبالتالي ، ليس لدينا أي سيطرة على كيفية استخدامهم لخدماتنا ، بشرط أن يكون ذلك ضمن الشروط المعقولة. ",
  "legal.privacy.agreement": "يشكل التحقق من حسابك باستخدام خدماتنا اتفاقًا على سياساتنا الخاصة بجمع البيانات. إذا كنت لا تقبل هذه الاتفاقية ، فيجب عليك ترك أي خوادم تستخدم خدماتنا ، وعدم التحقق من حسابك مطلقًا خدماتنا. سيعتبر عدم القيام بذلك بمثابة قبول لسياساتنا. ",
  "legal.privacy.chatfilter": "عند نشر أو مشاركة أو نقل رسائل أو محتوى في خادم محمي بواسطة Server Guard ، يجوز لنا جمع هذه الرسائل ، ويمكن تصفيتها والإشراف عليها لأغراض مثل إزالة الألفاظ النابية والمحتويات الأخرى غير الملائمة. حيثما يسمح القانون بذلك ، يجوز لنا استخدام الرسائل التي تمت تصفيتها مسبقًا لأغراض مثل التدريب وتحسين تقنية التصفية الخاصة بنا لزيادة الأمان في الخوادم التي تستخدم Server Guard. ",
  "legal.tos": "شروط الخدمة",
  "legal.tos.start": "Please read these Terms of Service completely before using <a href=\"https://serverguard.xyz\">https://serverguard.xyz</a> owned and operated by Reapimus. This agreement documents the legally binding terms and conditions attached to the use of the Site at serverguard.xyz. By accessing and using this service, you accept and agree to be bound by the terms and provision of this agreement. In addition, when using these particular services, you shall be subject to any posted guidelines or rules applicable to such services. The Server Guard service is not accessible to those under 13 years of age, and Server Guard does not knowingly store personal information from children under the age of 13. Any participation in this service will constitute acceptance of this agreement. If you do not agree to abide by the above, please do not use this service.",
  "legal.tos.liability": "1. LIABILITY",
  "legal.tos.liability.content": "This site and it’s components are offered for informational purposes only; this site shall not be responsible or liable for the accuracy, usefulness or available of any information transmitted or made available via the site, and shall not be responsible or liable for any error or omissions in that information.",
  "legal.tos.ip": "2. INTELLECTUAL PROPERTY",
  "legal.tos.ip.content": "The Site and its original content, features, and functionality are owned by Reapimus and are protected by international copyright, trademark, patent, trade secret, and other intellectual property or proprietary rights laws. All data generated and shared by Server Guard in the past, present or future is property of Server Guard and it’s sole owners and must be transferred, removed or changed on request.",
  "legal.termination": "3. TERMINATION",
  "legal.termination.content": "We may terminate your access to the Site, without cause or notice, which may result in the forfeiture and destruction of all information associated with your account. All provisions of this Agreement that, by their nature, should survive termination shall survive termination, including, without limitation, ownership provisions, warranty disclaimers, indemnity, and limitations of liability. You may also request to terminate your account yourself, to do this, submit a deletion request on our web panel. Using Server Guard after termination will result in a new account being opened for you.",
  "legal.changes": "4. CHANGES TO THE AGREEMENT",
  "legal.changes.content": "Server Guard reserves the right to change these conditions from time to time as it sees fit and your continued use of the site will signify your acceptance of any adjustment to these terms.",
  "legal.warranty": "5. WARRANTY",
  "legal.warranty.content": "Server Guard is provided “as is” with no warranty or liability for any outcomes of using Server Guard and/or any content you may or may not interact with on Server Guard, and you agree that Server Guard is not liable for any events in the past, in current times or in the future. You agree to hold harmless against Server Guard for every possible situation except for those we accept full responsibility off. Server Guard is not responsible and will not take responsibility for the behaviour of other parties using Server Guard.",
  "legal.disputes": "6. DISPUTES",
  "legal.disputes.content-1": "While using Server Guard, certain situations may or may not develop which may cause you to file a dispute with us.",
  "legal.disputes.content-2": "If you find yourself banned from our services, you must contact us through <a href=\"https://serverguard.xyz/support\">https://serverguard.xyz/support</a> to file an official appeals, or to request the reason for your ban. Appeals must be formally written and should include your Guilded ID, proof of account ownership and a reason why your ban should be overturned.",
  "legal.links": "7. OTHER LINKS",
  "legal.links.content": "Our Site does contain a number of links to other websites and online resources that are not owned or controlled by Server Guard. Server Guard has no control over, and therefor cannot assume responsibility for, the content or general practices of any of these third part sites and/or services. Therefore, we strongly advise you to read the entire terms and conditions and privacy policy of any site that you visit as a result of following a link that is posted on our site.",
  "legal.governinglaw": "8. GOVERNING LAW",
  "legal.governinglaw.content": "This Agreement is governed in accordance with the laws of New South Wales.",
  "legal.acknowledgement": "9. ACKNOWLEDGEMENT",
  "legal.acknowledgement.content": "By using Server Guard, you acknowledge all above Terms. You acknowledge that, even if you did not read the Terms in full, you will comply with our Terms.",
  "legal.contact": "10. CONTACT",
  "legal.contact.content": "If you have any questions, requests or complaints about Server Guard, please forward this to our staff using <a href=\"https://serverguard.xyz/support\">https://serverguard.xyz/support</a> We will respond to these inquiries within 28 days. Server Guard fully complies with GDPR Data Releasements and Data Deletion.",
  "verify.legal": "By verifying with Server Guard, you agree with our <a href=\"https://serverguard.xyz/legal\">Privacy Policy & Terms and Conditions.</a>",
  "verify.notice": "Server Guard is not endorsed or created by Guilded",
  "verify.scamwarning": "Server Guard will never ask you for personal information",
  "verify.missingcode": "Missing verification code",
  "verify.welcome": "Welcome, {username}",
  "verify.message.intro": "...يرجى التحقق معنا من خلال النقر فوق الزر أدناه .Server Guard هذا الخادم محمي بواسطة !{server} مرحبًا بك في",
  "verify.message.success": "!شكرا للتحقق ، يمكنك الآن دخول الخادم",
  "verify.button": "يؤكد",
  "verify.failure.with_contact": "{message}<br><br><a href=\"{admin_contact}\">this url.</a> إذا كنت تعتقد أن هذا كان عن طريق الخطأ ، فاتصل بأحد الموظفين عبر",
  "verify.500": "[500] فشل التحقق بسبب خطأ في الخادم ، إذا واصلت تلقي هذه الرسالة ، فيرجى إبلاغنا بها <a href=\"https://serverguard.xyz/support\">خادم الدعم</a>",
  "verify.403.Dangerous IP address identified by Advanced Proxy Check": "Advanced Proxy Check الخطير بواسطة IP تم تحديد عنوان",
  "verify.403.You are verifying too often in this server.": ".أنت تتحقق كثيرًا في هذا الخادم",
  "verify.403.This server blocks verification from tor exit nodes": "هذا الخادم يمنع التحقق من عقد الخروج",
  "verify.403.Please use a browser to verify with us!": "هذا الخادم يمنع التحقق من عقد الخروج",
  "verify.403.Your account is linked to a previously banned member of this server": "حسابك مرتبط بعضو محظور سابقًا في هذا الخادم",
  "verify.403.Your IP is linked to a previously banned member of this server": "عنوان IP الخاص بك مرتبط بعضو تم حظره مسبقًا في هذا الخادم",
  "verify.400.Verification code expired, please generate a new one using /verify": "/verify انتهت صلاحية رمز التحقق ، يرجى إنشاء رمز جديد باستخدام",
  "verify.400.Invalid verification code, please generate one using /verify": "/verify رمز التحقق غير صالح ، يرجى إنشاء واحد باستخدام",
  "login.waiting": "Waiting for code...",
  "login.send": "!في خادم الدعم الخاص بنا لتسجيل الدخول <a target=\"_blank\" href=\"https://www.guilded.gg/server-guard/groups/D57rgP7z/channels/1f6fae7f-6cdf-403d-80b9-623a76f8b621/chat\">#Login</a> أرسل هذا الرمز في !",
  "login.notice": "يرجى إبقاء هذه الصفحة مفتوحة حتى تقوم بإرسال الرمز ، وسوف يتم إعادة التوجيه تلقائيًا إلى صفحة الحساب بمجرد تسجيل الدخول."
}
