{
  "nav.support": "دعم",
  "nav.docs": "المستندات",
  "nav.premium": "الإصدار المتميز",
  "nav.github": "جيثب",
  "nav.tos": "شروط الخدمة",
  "bot.invite": "دعوة",
  "bot.slogan": "دافع عن خوادم <a href=\"https://guilded.gg\">Guilded</a> ضد المتصيدون والمتهربون والمداهمات!",
  "home.offer": "ما نقدمه",
  "home.trusted": "موثوق به",
  "home.try": "هل أنت جاهز لتجربة حارس الخادم؟",
  "home.try.desc": "لا تتأخر أكثر من ذلك! قم بدعوة الروبوت الخاص بنا الآن واستمتع بخادم هادئ!",
  "feature.verify.title": "التحقق من المستخدم الجديد بدون احتكاك",
  "feature.verify.desc": "يُطلب من المستخدمين الجدد التحقق من خلال نظام التحقق الخاص بنا والذي يوفر تجربة خالية من الاحتكاك. سيقوم نظام نقاط التفتيش لدينا بردع الروبوتات ومنع التنبيهات ، مع السماح للمستخدمين بالدخول الشرعي إلى الخادم الخاص بك!",
  "feature.raid.title": "الحماية الآلية للغارة",
  "feature.raid.desc": "لن تتمكن الحسابات الآلية من اجتياز موقع التحقق الخاص بنا ، مع السماح للمستخدمين الشرعيين بالدخول للاستمتاع بخادمك! إذا اكتشفنا غارة مشتبه بها ، فسيقوم نظامنا بتنشيط نقاط تفتيش أكثر صرامة.",
  "feature.userinfo.title": "معلومات المستخدم التفصيلية",
  "feature.userinfo.desc": "يُعلمك Server Guard بمن يقوم بالتحقق بالضبط ، مما يمنحك درجة مستخدم بناءً على عوامل مختلفة ، بما في ذلك اتصالاتهم الاجتماعية. حتى أننا سننبهك إذا كانوا يستخدمون VPN!" ,
  "feature.filter.title": "الإشراف التلقائي على الدردشة",
  "feature.filter.desc": "يمكن لفلاتر الدردشة الآلية الخاصة بنا أن تساعد بشكل كبير المشرفين على الخادم من خلال منع السمية والكلام الذي يحض على الكراهية وروابط الدعوة والمزيد تلقائيًا دون تدخل الوسيط! كن مطمئنًا ، فالمرشحات لدينا نادرًا ما تحتوي على إيجابيات خاطئة!",
  "feature.admin.title": "الحظر والتجاهل والتحذيرات",
  "feature.admin.desc": "يوفر برنامج الروبوت الخاص بنا إمكانية حظر المستخدمين مؤقتًا ، وكتم صوتهم بشكل دائم أو مؤقت ، وإصدار تحذيرات للمستخدمين يمكن أن تكون مؤقتة ويتم عرضها بواسطة الوسطاء ، مما يسهل عملية الإشراف على الوسطاء!",
  "feature.more.title": "... والمزيد في المستقبل",
  "feature.more.desc": "نحن دائمًا نبحث بنشاط عن ميزات جديدة لتنفيذها من شأنها أن تساعد في الإشراف! تأكد من الانضمام إلى خادم الدعم الخاص بنا حتى تتمكن من الحصول على المساعدة في استخدام الروبوت وإرسال طلبات الميزات أو تقارير الأخطاء ! ",
  "footer.notice": "Server Guard لم يتم اعتماده أو إنشاؤه بواسطة Guilded",
  "footer.copyright": "© <a href=\"https://reapimus.com\">Reapimus</a> {YEAR}",
  "legal.privacy": "سياسة الخصوصية",
  "legal.privacy.important": "خصوصيتك مهمة لـ Server Guard ، ونتخذ الإجراءات المناسبة لحماية خصوصيتك أثناء استخدام خدماتنا.",
  "legal.privacy.identifier": "عندما يتم التحقق من حسابك باستخدام Server Guard ، قد تتم مشاركة بعض المعلومات مع موظفي الخوادم باستخدام Server Guard. وهذا يشمل ، على سبيل المثال لا الحصر: <br> & emsp؛ • اسم المستخدم على الخدمة (الخدمات) التي استخدمتها للتحقق من حسابك <br> & emsp ؛ • مقاييس حول الحسابات من الخدمة (الخدمات) التي استخدمتها للتحقق من حسابك ، يمكن أن تشمل ، على سبيل المثال لا الحصر ، عمر أو مقدار التغريدات التي نشرتها. <br> & emsp؛ • معلومات الاتصال ، تشير إلى ما إذا كنت تستخدم VPN عند التحقق من خلال Server Guard. ",
  "legal.privacy.hashing": "معرّفات اتصالك مجهولة الهوية بشكل لا رجعة فيه قبل التخزين باستخدام خوارزمية التجزئة SHA-512.",
  "legal.privacy.analytics": "نجمع البيانات التحليلية لأغراض إحصائية وتقارير الأخطاء ، وتخزين بيانات التكوين اللازمة لتشغيل خدماتنا. بالإضافة إلى ذلك ، قد نستخدم عمليات تكامل مع جهات خارجية مثل Google Analytics و Google AdSense للإعلانات المخصصة ، والتي تستخدم تقنية ملفات تعريف الارتباط لتقديم إعلانات مستهدفة. نحاول تخزين بياناتك خارج الوصول العام ، بطريقة آمنة يمكننا ضمانها بشكل واقعي. ومع ذلك ، نظرًا لطبيعة نقل البيانات عبر الإنترنت و التخزين ، قد لا نتمكن من تلبية هذا التوقع ، نظرًا لحقيقة أن الأمان الكامل غير ممكن. قد يتم استخدام Server Guard بواسطة أشخاص ليسوا تابعين لنا بشكل مباشر ، وبالتالي ، ليس لدينا أي سيطرة على كيفية استخدامهم لخدماتنا ، بشرط أن يكون ذلك ضمن الشروط المعقولة. ",
  "legal.privacy.agreement": "يشكل التحقق من حسابك باستخدام خدماتنا اتفاقًا على سياساتنا الخاصة بجمع البيانات. إذا كنت لا تقبل هذه الاتفاقية ، فيجب عليك ترك أي خوادم تستخدم خدماتنا ، وعدم التحقق من حسابك مطلقًا خدماتنا. سيعتبر عدم القيام بذلك بمثابة قبول لسياساتنا. ",
  "legal.privacy.chatfilter": "عند نشر أو مشاركة أو نقل رسائل أو محتوى في خادم محمي بواسطة Server Guard ، يجوز لنا جمع هذه الرسائل ، ويمكن تصفيتها والإشراف عليها لأغراض مثل إزالة الألفاظ النابية والمحتويات الأخرى غير الملائمة. حيثما يسمح القانون بذلك ، يجوز لنا استخدام الرسائل التي تمت تصفيتها مسبقًا لأغراض مثل التدريب وتحسين تقنية التصفية الخاصة بنا لزيادة الأمان في الخوادم التي تستخدم Server Guard. ",
  "legal.tos": "شروط الخدمة",
  "legal.tos.start": "يرجى قراءة شروط الخدمة هذه بالكامل قبل استخدام <a href=\"https://serverguard.xyz\"> https://serverguard.xyz </a> التي تملكها وتشغلها Reapimus توثق هذه الاتفاقية الشروط والأحكام الملزمة قانونًا المرفقة باستخدام الموقع على serverguard.xyz. من خلال الوصول إلى هذه الخدمة واستخدامها ، فإنك تقبل وتوافق على الالتزام بشروط وأحكام هذه الاتفاقية. بالإضافة إلى ذلك ، عند استخدام هذه خدمات معينة ، يجب أن تخضع لأية إرشادات أو قواعد منشورة تنطبق على هذه الخدمات. لا يمكن الوصول إلى خدمة Server Guard لمن تقل أعمارهم عن 13 عامًا ، ولا يقوم Server Guard عن عمد بتخزين المعلومات الشخصية من الأطفال الذين تقل أعمارهم عن 13 عامًا. ستشكل المشاركة في هذه الخدمة قبولًا لهذه الاتفاقية. إذا كنت لا توافق على الالتزام بما ورد أعلاه ، فيرجى عدم استخدام هذه الخدمة. ",
  "legal.tos.liability": "1. المسؤولية",
  "legal.tos.liability.content": "يتم تقديم هذا الموقع ومكوناته للأغراض الإعلامية فقط ؛ ولن يكون هذا الموقع مسؤولاً أو مسؤولاً عن دقة أو فائدة أو توفر أي معلومات يتم إرسالها أو إتاحتها عبر الموقع ، و لن تكون مسؤولة أو مسؤولة عن أي خطأ أو سهو في تلك المعلومات. ",
  "legal.tos.ip": "2. الملكية الفكرية",
"legal.tos.ip.content": "الموقع ومحتواه الأصلي وميزاته ووظائفه مملوكة لشركة Reapimus وهي محمية بموجب حقوق النشر الدولية والعلامات التجارية وبراءات الاختراع والأسرار التجارية وغيرها من قوانين الملكية الفكرية أو حقوق الملكية. الكل البيانات التي تم إنشاؤها ومشاركتها بواسطة Server Guard في الماضي أو الحاضر أو المستقبل هي ملك لـ Server Guard ومالكيها الوحيدين ويجب نقلها أو إزالتها أو تغييرها عند الطلب. ",
   "legal.termination": "3. الإنهاء",
   "legal.termination.content": "يجوز لنا إنهاء وصولك إلى الموقع ، بدون سبب أو إشعار ، مما قد يؤدي إلى مصادرة وإتلاف جميع المعلومات المرتبطة بحسابك. جميع أحكام هذه الاتفاقية التي بحكم طبيعتها ، يجب أن تظل سارية المفعول حتى الإنهاء ، بما في ذلك ، على سبيل المثال لا الحصر ، أحكام الملكية وإخلاء المسؤولية عن الضمان والتعويض وقيود المسؤولية.يمكنك أيضًا طلب إنهاء حسابك بنفسك ، للقيام بذلك ، إرسال طلب حذف على لوحة الويب الخاصة بنا. باستخدام الخادم سيؤدي الحراسة بعد الإنهاء إلى فتح حساب جديد لك. ",
   "legal.changes": "4. التغييرات في الاتفاقية",
   "legal.changes.content": "تحتفظ Server Guard بالحق في تغيير هذه الشروط من وقت لآخر كما تراه مناسبًا وسيشير استمرار استخدامك للموقع إلى موافقتك على أي تعديل لهذه الشروط.",
   "legal.warranty": "5. الضمان",
   "legal.warranty.content": "يتم توفير Server Guard" كما هي "بدون أي ضمان أو مسؤولية عن أي نتائج لاستخدام Server Guard و / أو أي محتوى قد تتفاعل معه أو لا تتفاعل معه على Server Guard ، وأنت توافق على ذلك الخادم الحارس غير مسؤول عن أي أحداث في الماضي أو في الأوقات الحالية أو في المستقبل. أنت توافق على عدم تحمل أي ضرر ضد Server Guard في كل موقف ممكن باستثناء الحالات التي نتحمل المسؤولية الكاملة عنها. Server Guard غير مسؤول ولن يتحمل المسؤولية لسلوك الأطراف الأخرى التي تستخدم Server Guard. ",
   "legal.disputes": "6. المنازعات",
   "legal.disputes.content-1": "أثناء استخدام Server Guard ، قد تتطور أو لا تتطور مواقف معينة مما قد يتسبب في رفع منازعة معنا.",
   "legal.disputes.content-2": "إذا وجدت نفسك محظورًا من خدماتنا ، فيجب عليك الاتصال بنا من خلال <a href=\"https://serverguard.xyz/support\"> https://serverguard.xyz / support </a> لتقديم استئناف رسمي ، أو لطلب سبب الحظر. يجب أن تكون طلبات الاستئناف مكتوبة رسميًا ويجب أن تتضمن معرف Guilded الخاص بك ، وإثباتًا لملكية الحساب وسببًا لإلغاء الحظر. ",
   "legal.links": "7. روابط أخرى"
   "legal.links.content": "يحتوي موقعنا على عدد من الروابط لمواقع أخرى وموارد عبر الإنترنت ليست مملوكة أو خاضعة لسيطرة Server Guard. لا يتحكم Server Guard في المحتوى أو المحتوى أو يتحكم فيه ، وبالتالي لا يتحمل المسؤولية عنه. الممارسات العامة لأي من هذه المواقع و / أو الخدمات الخاصة بالجزء الثالث. لذلك ، ننصحك بشدة بقراءة الشروط والأحكام الكاملة وسياسة الخصوصية لأي موقع تزوره نتيجة اتباع رابط منشور على موقعنا. ",
   "legal.governing law": "8. القانون الحاكم",
   "legal.governinglaw.content": "تخضع هذه الاتفاقية لقوانين نيو ساوث ويلز.",
   "legal.acknowledgement": "9. شكر وتقدير",
   "legal.contact": "10. الاتصال",
   "legal.contact.content": "إذا كانت لديك أية أسئلة أو طلبات أو شكاوى حول Server Guard ، فيرجى إعادة توجيهها إلى موظفينا باستخدام <a href=\"https://serverguard.xyz/support\"> https: / /serverguard.xyz/support </a> سنرد على هذه الاستفسارات في غضون 28 يومًا. يتوافق Server Guard تمامًا مع إصدارات بيانات GDPR وحذف البيانات. ",
   "check.legal": "من خلال التحقق مع Server Guard ، فإنك توافق على <a href=\"https://serverguard.xyz/legal\"> سياسة الخصوصية والبنود والشروط. </a>",
   "check.notice": "Server Guard لم يتم اعتماده أو إنشائه بواسطة Guilded",
   "check.scamwarning": "لن يطالبك Server Guard أبدًا بمعلومات شخصية",
   "check.missingcode": "رمز التحقق مفقود",
   "check.welcome": "مرحبًا ، {اسم المستخدم}",
   "check.message.intro": "مرحبًا بك في {server}! هذا الخادم محمي بواسطة Server Guard ، يرجى التحقق معنا بالنقر فوق الزر أدناه.",
   "check.message.success": "شكرًا على التحقق ، يمكنك الآن الدخول إلى الخادم!",
   "check.button": "تحقق",
   "check.loading": "جارٍ التحميل ...",
   "check.failure.with_contact": "{message} <br> <br> إذا كنت تعتقد أن هذا كان عن طريق الخطأ ، فاتصل بأحد الموظفين عبر <a href=\"{admin_contact}\"> عنوان url هذا. </a> ",
   "check.500": "[500] فشل التحقق بسبب خطأ في الخادم ، إذا واصلت تلقي هذه الرسالة ، فيرجى الإبلاغ عنها في <a href=\"https://serverguard.xyz/support\"> خادم الدعم </a> ",
   "تحقق من 403. عنوان IP الخطير المحدد بواسطة Advanced Proxy Check": "عنوان IP الخطير المحدد بواسطة Advanced Proxy Check",
   "تحقق 403. أنت تتحقق كثيرًا في هذا الخادم.": "أنت تتحقق كثيرًا جدًا في هذا الخادم.",
   "check.403. يمنع هذا الخادم التحقق من عقد الخروج من tor": "يمنع هذا الخادم التحقق من عقد الخروج tor",
   "تحقق 403. الرجاء استخدام متصفح للتحقق معنا!": "الرجاء استخدام متصفح للتحقق معنا!",
   "تحقق من 403. حسابك مرتبط بعضو تم حظره مسبقًا في هذا الخادم": "حسابك مرتبط بعضو تم حظره مسبقًا في هذا الخادم",
   "تحقق من 403. عنوان IP الخاص بك مرتبط بعضو تم حظره مسبقًا في هذا الخادم": "عنوان IP الخاص بك مرتبط بعضو تم حظره مسبقًا في هذا الخادم",
   "تحقق من 400. انتهت صلاحية رمز التحقق ، يرجى إنشاء رمز جديد باستخدام / التحقق": "انتهت صلاحية رمز التحقق ، يرجى إنشاء رمز جديد باستخدام / التحقق",
   "تحقق من 400. رمز تحقق غير صالح ، يرجى إنشاء واحد باستخدام / التحقق": "رمز التحقق غير صالح ، يرجى إنشاء واحد باستخدام / التحقق",
   "login.waiting": "انتظار الرمز ...",
   "login.send": "أرسل هذا الرمز في <a target = \" _ blank \"href = \" https://www.guilded.gg/server-guard/groups/D57rgP7z/channels/1f6fae7f-6cdf-403d- 80b9-623a76f8b621 / chat \"> # تسجيل الدخول </a> في خادم الدعم لتسجيل الدخول!",
}
