{
  "nav.support": "Support",
  "nav.docs": "Dokumentation",
  "nav.premium": "Premium",
  "nav.github": "Github",
  "nav.tos": "Nutzungsbedingungen",
  "bot.invite": "Einladen",
  "bot.slogan": "Verteidige deine <a href=\"https://guilded.gg\">Guilded</a> Server gegen Trolle, Bannumgehungen und Raids!",
  "home.offer": "WAS WIR ANBIETEN",
  "home.trusted": "VERTRAUT VON",
  "home.try": "SIND SIE BEREIT, SERVER GUARD AUSZUPROBIEREN?",
  "home.try.desc": "Zögern Sie nicht weiter! Laden Sie unseren Bot jetzt ein und genießen Sie einen friedlichen Server!",
  "feature.verify.title": "Reibungslose Verifizierung neuer Nutzer",
  "feature.verify.desc": "Neue Nutzer müssen sich durch unser Verifizierungssystem verifizieren, das eine reibungslose Erfahrung bietet. Unser Checkpoint-System schreckt Bots ab und verhindert Alts, während es legitimen Nutzern den Zugang zu Ihrem Server ermöglicht!",
  "feature.raid.title": "Automatisierter Überfallschutz",
  "feature.raid.desc": "Automatisierte Konten werden nicht in der Lage sein, unsere Verifizierungsseite zu passieren, während legitime Nutzer Ihren Server nutzen können! Wenn wir einen mutmaßlichen Raubüberfall feststellen, wird unser System strengere Kontrollpunkte aktivieren.",
  "feature.userinfo.title": "Detaillierte Nutzerinformationen",
  "feature.userinfo.desc": "Server Guard benachrichtigt Sie darüber, wer sich verifiziert und gibt Ihnen eine Bewertung eines Nutzers auf der Grundlage verschiedener Faktoren, einschließlich seiner sozialen Verbindungen. Wir warnen Sie sogar, wenn sie ein VPN verwenden!",
  "feature.filter.title": "Automatische Chat-Moderation",
  "feature.filter.desc": "Unsere automatischen Chat-Filter können Server-Moderatoren erheblich unterstützen, indem sie automatisch und ohne Zutun des Moderators Toxizität, Hassreden, Einladungslinks und mehr verhindern! Seien Sie versichert, dass unsere Filter nur selten falsch positive Ergebnisse liefern!",
  "feature.admin.title": "Sperrung, Stummschaltung und Verwarnungen",
  "feature.admin.desc": "Unser Bot bietet die Möglichkeit, Nutzer vorübergehend zu sperren, sie dauerhaft oder vorübergehend stumm zu schalten und Warnungen auszusprechen, die von Moderatoren eingesehen werden können, was die Moderation für Ihre Moderatoren erleichtert!",
  "feature.more.title": "...und mehr in Kürze",
  "feature.more.desc": "Wir sind immer aktiv auf der Suche nach neuen Funktionen, die uns bei der Moderation helfen! Vergewissern Sie sich, dass Sie unserem Support-Server beitreten, damit Sie Hilfe bei der Verwendung des Bots erhalten und Funktionsanfragen oder Fehlerberichte einreichen können!",
  "footer.notice": "Server Guard ist unabhängig und steht in keiner Verbindung zu Guilded, Inc",
  "footer.copyright": "© <a href=\"https://reapimus.com\">Reapimus</a> {YEAR}",
  "legal.privacy": "PRIVACY POLICY",
  "legal.privacy.important": "Your privacy is important to Server Guard, and we take appropriate measures to protect your privacy while using our services.",
  "legal.privacy.identifier": "When your account is being verified with Server Guard, some information may be shared with the staff members of the servers using Server Guard. This includes, but is not limited to:<br>&emsp;• The username on the service(s) you used to verify your account<br>&emsp;• Metrics about the accounts from the service(s) you used to verify your account, these can include but are not limited to, the age of the account, or the amount of tweets you have posted.<br>&emsp;• Connection information, indicating whether you used a VPN when you verified with Server Guard.",
  "legal.privacy.hashing": "Identifiers of your connection are irreversibly anonymized before storage using the SHA-512 hashing algorithm.",
  "legal.privacy.analytics": "We collect analytical data for statistical and error reporting purposes, and the storing of configuration data necessary for the operation of our services. In addition, we may employ third-party integrations such as Google Analytics and Google AdSense for personalized advertisements, which make use of cookie technology to provide targeted advertisements. We attempt to store your data outside of public access, in as safe a manner as we can realistically guarantee. However, due to the very nature of online data transfer and storage, we may be unable to meet this expectation, due to the fact that complete security is not possible. Server Guard may be used by people not directly affiliated to us, and thus, we do not have any control over how they use our services, provided it is within reasonable terms.",
  "legal.privacy.agreement": "Verification of your account using our services constitutes agreement to our policies on data collection. If you do not accept this agreement, you are to leave any servers using our services, and to never verify your account with our services. Not doing so will be regarded as accepting our policies.",
  "legal.privacy.chatfilter": "When you post, share, or otherwise transmit messages, or content in a server protected by Server Guard, we may collect those messages, and they may be filtered and moderated for purposes such as removal of profanity and other inappropriate content. Where permitted by law, we may use pre-filtered messages for purposes such as training and improving our filter technology to increase safety in servers using Server Guard.",
  "legal.tos": "TERMS OF SERVICE",
  "legal.tos.start": "Please read these Terms of Service completely before using <a href=\"https://serverguard.xyz\">https://serverguard.xyz</a> owned and operated by Reapimus. This agreement documents the legally binding terms and conditions attached to the use of the Site at serverguard.xyz. By accessing and using this service, you accept and agree to be bound by the terms and provision of this agreement. In addition, when using these particular services, you shall be subject to any posted guidelines or rules applicable to such services. The Server Guard service is not accessible to those under 13 years of age, and Server Guard does not knowingly store personal information from children under the age of 13. Any participation in this service will constitute acceptance of this agreement. If you do not agree to abide by the above, please do not use this service.",
  "legal.tos.liability": "1. LIABILITY",
  "legal.tos.liability.content": "This site and it’s components are offered for informational purposes only; this site shall not be responsible or liable for the accuracy, usefulness or available of any information transmitted or made available via the site, and shall not be responsible or liable for any error or omissions in that information.",
  "legal.tos.ip": "2. INTELLECTUAL PROPERTY",
  "legal.tos.ip.content": "The Site and its original content, features, and functionality are owned by Reapimus and are protected by international copyright, trademark, patent, trade secret, and other intellectual property or proprietary rights laws. All data generated and shared by Server Guard in the past, present or future is property of Server Guard and it’s sole owners and must be transferred, removed or changed on request.",
  "legal.termination": "3. TERMINATION",
  "legal.termination.content": "We may terminate your access to the Site, without cause or notice, which may result in the forfeiture and destruction of all information associated with your account. All provisions of this Agreement that, by their nature, should survive termination shall survive termination, including, without limitation, ownership provisions, warranty disclaimers, indemnity, and limitations of liability. You may also request to terminate your account yourself, to do this, submit a deletion request on our web panel. Using Server Guard after termination will result in a new account being opened for you.",
  "legal.changes": "4. CHANGES TO THE AGREEMENT",
  "legal.changes.content": "Server Guard reserves the right to change these conditions from time to time as it sees fit and your continued use of the site will signify your acceptance of any adjustment to these terms.",
  "legal.warranty": "5. WARRANTY",
  "legal.warranty.content": "Server Guard is provided “as is” with no warranty or liability for any outcomes of using Server Guard and/or any content you may or may not interact with on Server Guard, and you agree that Server Guard is not liable for any events in the past, in current times or in the future. You agree to hold harmless against Server Guard for every possible situation except for those we accept full responsibility off. Server Guard is not responsible and will not take responsibility for the behaviour of other parties using Server Guard.",
  "legal.disputes": "6. DISPUTES",
  "legal.disputes.content-1": "While using Server Guard, certain situations may or may not develop which may cause you to file a dispute with us.",
  "legal.disputes.content-2": "If you find yourself banned from our services, you must contact us through <a href=\"https://serverguard.xyz/support\">https://serverguard.xyz/support</a> to file an official appeals, or to request the reason for your ban. Appeals must be formally written and should include your Guilded ID, proof of account ownership and a reason why your ban should be overturned.",
  "legal.links": "7. OTHER LINKS",
  "legal.links.content": "Our Site does contain a number of links to other websites and online resources that are not owned or controlled by Server Guard. Server Guard has no control over, and therefor cannot assume responsibility for, the content or general practices of any of these third part sites and/or services. Therefore, we strongly advise you to read the entire terms and conditions and privacy policy of any site that you visit as a result of following a link that is posted on our site.",
  "legal.governinglaw": "8. GOVERNING LAW",
  "legal.governinglaw.content": "This Agreement is governed in accordance with the laws of New South Wales, Australia.",
  "legal.acknowledgement": "9. ACKNOWLEDGEMENT",
  "legal.acknowledgement.content": "By using Server Guard, you acknowledge all above Terms. You acknowledge that, even if you did not read the Terms in full, you will comply with our Terms.",
  "legal.contact": "10. CONTACT",
  "legal.contact.content": "If you have any questions, requests or complaints about Server Guard, please forward this to our staff using <a href=\"https://serverguard.xyz/support\">https://serverguard.xyz/support</a> We will respond to these inquiries within 28 days. Server Guard fully complies with GDPR Data Releasements and Data Deletion.",
  "verify.legal": "Indem Sie sich bei Server Guard verifizieren, erklären Sie sich mit unseren <a href=\"https://serverguard.xyz/legal\">Datenschutzbestimmungen und Nutzungsbedingungen</a> einverstanden.",
  "verify.notice": "Server Guard ist unabhängig und steht in keiner Verbindung zu Guilded, Inc",
  "verify.scamwarning": "Server Guard wird Sie niemals nach persönlichen Informationen fragen",
  "verify.missingcode": "Fehlender Verifizierungscode",
  "verify.welcome": "Willkommen, {username}",
  "verify.message.intro": "Willkommen auf {server}! Dieser Server ist durch Server Guard geschützt. Bitte verifizieren Sie sich, indem Sie auf die Schaltfläche unten klicken.",
  "verify.message.success": "Danke für die Bestätigung, Sie können jetzt den Server betreten!",
  "verify.button": "Verifizieren",
  "verify.loading": "Lädt...",
  "verify.failure.with_contact": "{message}<br><br>Wenn Sie glauben, dass dies ein Fehler war, kontaktieren Sie einen Mitarbeiter über <a href=\"{admin_contact}\">diese Url.</a>",
  "verify.error": "Fehler",
  "verify.500": "[500] Verifizierung aufgrund eines Serverfehlers fehlgeschlagen, Wenn Sie diese Nachricht weiterhin erhalten, melden Sie sie bitte in unserem <a href=\"https://serverguard.xyz/support\">Support Server</a>",
  "verify.403.Dangerous IP address identified by Advanced Proxy Check": "Gefährliche IP-Adresse, erkannt durch Advanced Proxy Check",
  "verify.403.You are verifying too often in this server.": "Sie haben zu oft versucht, sich zu verifizieren.",
  "verify.403.This server blocks verification from tor exit nodes": "Tor-Ausgangsknoten erkannt",
  "verify.403.Please use a browser to verify with us!": "Bitte verwenden Sie einen Browser, um sich bei uns zu verifizieren !",
  "verify.403.Your account is linked to a previously banned member of this server": "Ihr Konto ist mit einem zuvor gesperrten Mitglied dieses Servers verbunden",
  "verify.403.Your IP is linked to a previously banned member of this server": "Ihre IP ist mit einem zuvor gesperrten Mitglied dieses Servers verbunden",
  "verify.400.Verification code expired, please generate a new one using /verify": "Der Verifizierungscode ist abgelaufen, bitte generieren Sie einen neuen",
  "verify.400.Invalid verification code, please generate one using /verify": "Ungültiger Verifizierungscode, bitte generieren Sie einen neuen",
  "login.waiting": "Ich warte auf den Code...",
  "login.send": "Senden Sie diesen Code in <a target=\"_blank\" href=\"https://www.guilded.gg/server-guard/groups/D57rgP7z/channels/1f6fae7f-6cdf-403d-80b9-623a76f8b621/chat\">#Login</a> um sich auf unserem Support-Server anzumelden !",
  "login.notice": "Bitte lassen Sie diese Seite geöffnet, bis Sie den Code gesendet haben. Sie wird automatisch auf die Kontoseite umgeleitet, sobald Sie sich angemeldet haben."
}
