{  
   "nav.support": "Ondersteuning",
   "nav.docs": "Docs",
   "nav.premium": "Premium",
   "nav.github": "Github",
   "nav.tos": "Servicevoorwaarden",
   "bot.invite": "Uitnodigen",
   "bot.slogan": "Verdedig je <a href=\"https://guild.gg\">Guilded</a> servers tegen trollen, ontduikers van de ban en raids!",
   "home.offer": "WAT WIJ BIEDEN",
   "home.trusted": "VERTROUWD DOOR",
   "home.try": "KLAAR OM SERVERGUARD TE PROBEREN?",
   "home.try.desc": "Stel niet langer uit! Nodig onze bot nu uit en geniet van een rustige server!",
   "feature.verify.title": "Vloeiende nieuwe gebruikersverificatie",
   "feature.verify.desc": "Nieuwe gebruikers moeten zich verifiëren via ons verificatiesysteem, wat een wrijvingsloze ervaring biedt. Ons checkpoint-systeem zal bots afschrikken en alts voorkomen, terwijl legitieme gebruikers toegang krijgen tot uw server!",
   "feature.raid.title": "Geautomatiseerde bescherming tegen aanvallen",
   "feature.raid.desc": "Geautomatiseerde accounts zullen onze verificatiesite niet kunnen passeren, terwijl legitieme gebruikers toegang krijgen tot uw server! Als we een vermoedelijke overval detecteren, zal ons systeem strengere controlepunten activeren.",
   "feature.userinfo.title": "Gedetailleerde gebruikersinformatie",
   "feature.userinfo.desc": "Server Guard laat je weten wie er precies verifieert, en geeft je een score van een gebruiker op basis van verschillende factoren, waaronder hun sociale connecties. We zullen je zelfs waarschuwen als ze een VPN gebruiken!",
   "feature.filter.title": "Automatische chatmoderatie",
   "feature.filter.desc": "Onze geautomatiseerde chatfilters kunnen servermoderators enorm helpen door toxiciteit, aanzetten tot haat, uitnodigingslinks en meer automatisch te voorkomen zonder tussenkomst van een moderator! Wees gerust, onze filters hebben zelden valse positieven!",
   "feature.admin.title": "Verbannen, dempen & waarschuwingen",
   "feature.admin.desc": "Onze bot biedt de mogelijkheid om gebruikers tijdelijk te verbannen, ze permanent of tijdelijk te dempen, en waarschuwingen te geven aan gebruikers die tijdelijk kunnen zijn en kunnen worden bekeken door moderators, waardoor moderatie gemakkelijker wordt voor uw moderators!",
   "feature.more.title": "...En er komt nog meer",
   "feature.more.desc": "We zijn altijd actief op zoek naar nieuwe functies om te implementeren die kunnen helpen bij moderatie! Zorg ervoor dat u lid wordt van onze ondersteuningsserver zodat u hulp kunt krijgen bij het gebruik van de bot en functieverzoeken of bugrapporten kunt indienen !",
   "footer.notice": "Server Guard wordt niet onderschreven of gemaakt door Guilded",
   "footer.copyright": "© <a href=\"https://reapimus.com\">Reapimus</a> {YEAR}",
   "legal.privacy": "PRIVACYBELEID",
   "legal.privacy.important": "Uw privacy is belangrijk voor Server Guard en we nemen passende maatregelen om uw privacy te beschermen tijdens het gebruik van onze diensten.",
   "legal.privacy.identifier": "Wanneer uw account wordt geverifieerd bij Server Guard, kan bepaalde informatie worden gedeeld met de medewerkers van de servers die Server Guard gebruiken. Dit omvat, maar is niet beperkt tot:<br>&emsp;• De gebruikersnaam van de service(s) die u heeft gebruikt om uw account te verifiëren<br>&emsp;• Statistieken over de accounts van de service(s) die u heeft gebruikt om uw account te verifiëren, deze kunnen omvatten, maar zijn niet beperkt tot, de leeftijd van de account, of het aantal tweets dat je hebt gepost.<br>&emsp;• Verbindingsinformatie, die aangeeft of je een VPN hebt gebruikt toen je je verifieerde met Server Guard.",
   "legal.privacy.hashing": "ID's van uw verbinding worden onomkeerbaar geanonimiseerd voordat ze worden opgeslagen met behulp van het SHA-512 hash-algoritme.",
   "legal.privacy.analytics": "We verzamelen analytische gegevens voor statistische en foutrapportagedoeleinden, en het opslaan van configuratiegegevens die nodig zijn voor de werking van onze services. Daarnaast kunnen we integraties van derden gebruiken, zoals Google Analytics en Google AdSense voor gepersonaliseerde advertenties, die gebruik maken van cookietechnologie om gerichte advertenties weer te geven. We proberen uw gegevens op te slaan buiten openbare toegang, op een zo veilig mogelijke manier die realistisch gezien kan worden gegarandeerd. Vanwege de aard van online gegevensoverdracht en opslag, kunnen we mogelijk niet aan deze verwachting voldoen, omdat volledige beveiliging niet mogelijk is. Server Guard kan worden gebruikt door mensen die niet direct bij ons zijn aangesloten, en daarom hebben we geen enkele controle over hoe zij onze services gebruiken , op voorwaarde dat het binnen redelijke voorwaarden is.",
   "legal.privacy.agreement": "Verificatie van uw account door gebruik te maken van onze diensten houdt in dat u akkoord gaat met ons beleid inzake gegevensverzameling. Als u deze overeenkomst niet accepteert, dient u alle servers te verlaten die onze diensten gebruiken en mag u uw account nooit verifiëren met onze diensten. Als u dit niet doet, accepteert u ons beleid.",
   "legal.privacy.chatfilter": "Wanneer u berichten of inhoud plaatst, deelt of anderszins verzendt op een server die wordt beschermd door Server Guard, kunnen we die berichten verzamelen en ze kunnen worden gefilterd en gemodereerd voor doeleinden zoals het verwijderen van godslastering en andere ongepaste inhoud. Waar toegestaan door de wet, kunnen we voorgefilterde berichten gebruiken voor doeleinden zoals training en verbetering van onze filtertechnologie om de veiligheid op servers te vergroten die Server Guard gebruiken.",
   "legal.tos": "SERVICEVOORWAARDEN",
   "legal.tos.start": "Lees deze Servicevoorwaarden volledig door voordat u <a href=\"https://serverguard.xyz\">https://serverguard.xyz</a>, eigendom van en beheerd door Reapimus, gebruikt ". Deze overeenkomst documenteert de juridisch bindende voorwaarden die zijn verbonden aan het gebruik van de site op serverguard.xyz. Door toegang te krijgen tot en gebruik te maken van deze service, accepteert u en stemt u ermee in gebonden te zijn aan de voorwaarden en bepalingen van deze overeenkomst. Bovendien, bij gebruik deze specifieke services, bent u onderworpen aan alle geposte richtlijnen of regels die van toepassing zijn op dergelijke services. De Server Guard-service is niet toegankelijk voor personen jonger dan 13 jaar en Server Guard slaat niet bewust persoonlijke informatie op van kinderen jonger dan 13 jaar . Elke deelname aan deze service betekent acceptatie van deze overeenkomst. Als u niet akkoord gaat met het bovenstaande, maak dan geen gebruik van deze service.",
   "legal.tos.liability": "1. AANSPRAKELIJKHEID",
   "legal.tos.liability.content": "Deze site en zijn onderdelen worden uitsluitend ter informatie aangeboden; deze site is niet verantwoordelijk of aansprakelijk voor de juistheid, bruikbaarheid of beschikbaarheid van informatie die via de site wordt verzonden of beschikbaar wordt gesteld, en is niet verantwoordelijk of aansprakelijk voor eventuele fouten of weglatingen in die informatie.",
   "legal.tos.ip": "2. INTELLECTUEEL EIGENDOM",
   "legal.tos.ip.content": "De site en de originele inhoud, functies en functionaliteit zijn eigendom van Reapimus en worden beschermd door internationale wetten op het gebied van auteursrecht, handelsmerken, patenten, handelsgeheimen en andere wetten op intellectueel eigendom of eigendomsrechten. Alle gegevens die in het verleden, heden of de toekomst door Server Guard zijn gegenereerd en gedeeld, zijn eigendom van Server Guard en zijn enige eigenaren en moeten op verzoek worden overgedragen, verwijderd of gewijzigd.",
   "legal.termination": "3. BEËINDIGING",
   "legal.termination.content": "We kunnen uw toegang tot de Site zonder opgaaf van reden of kennisgeving beëindigen, wat kan leiden tot verbeurdverklaring en vernietiging van alle informatie die aan uw account is gekoppeld. Alle bepalingen van deze Overeenkomst die, door hun aard, moet de beëindiging overleven zal de beëindiging overleven, inclusief maar niet beperkt tot eigendomsbepalingen, garantiedisclaimers, schadeloosstelling en beperkingen van aansprakelijkheid. U kunt ook zelf verzoeken om uw account te beëindigen, om dit te doen, dient u een verwijderingsverzoek in op ons webpanel. Guard na beëindiging zal resulteren in het openen van een nieuw account voor u.",
   "legal.changes": "4. WIJZIGINGEN IN DE OVEREENKOMST",
   "legal.changes.content": "Server Guard behoudt zich het recht voor om deze voorwaarden van tijd tot tijd naar eigen goeddunken te wijzigen en als u de site blijft gebruiken, betekent dit dat u akkoord gaat met elke aanpassing van deze voorwaarden.",
   "legal.warranty": "5. GARANTIE",
   "legal.warranty.content": "Server Guard wordt geleverd zoals het is zonder garantie of aansprakelijkheid voor de resultaten van het gebruik van Server Guard en/of enige inhoud waarmee u al dan niet interactie hebt op Server Guard, en u stemt ermee in dat Server Guard is niet aansprakelijk voor gebeurtenissen in het verleden, in het heden of in de toekomst. U stemt ermee in om Server Guard schadeloos te stellen voor elke mogelijke situatie, behalve voor die waarvoor wij de volledige verantwoordelijkheid aanvaarden. Server Guard is niet verantwoordelijk en zal geen verantwoordelijkheid nemen. voor het gedrag van andere partijen die Server Guard gebruiken.",
   "legal.disputes": "6. GESCHILLEN",
   "legal.disputes.content-1": "Tijdens het gebruik van Server Guard kunnen bepaalde situaties zich wel of niet voordoen waardoor u een geschil met ons kunt indienen.",
   "legal.disputes.content-2": "Als u verbannen bent van onze diensten, moet u contact met ons opnemen via <a href=\"https://serverguard.xyz/support\">https://serverguard.xyz /support</a> om officieel beroep aan te tekenen of om de reden van uw ban op te vragen. Beroep moet formeel schriftelijk worden ingediend en moet uw Guilded ID, bewijs van accounteigendom en een reden waarom uw ban ongedaan moet worden gemaakt, bevatten.",
   "legal.links": "7. ANDERE LINKS",
   "legal.links.content": "Onze site bevat een aantal links naar andere websites en online bronnen die geen eigendom zijn van of beheerd worden door Server Guard. Server Guard heeft geen controle over, en kan daarom geen verantwoordelijkheid nemen voor, de inhoud of algemene praktijken van een van deze sites en/of diensten van derden. Daarom raden we u ten zeerste aan om de volledige voorwaarden en het privacybeleid te lezen van elke site die u bezoekt als gevolg van het volgen van een link die op onze site is geplaatst. ",
   "legal.governinglaw": "8. TOEPASSELIJK RECHT",
   "legal.governinglaw.content": "Deze overeenkomst valt onder de wetten van New South Wales.",
   "legal.acknowledgement": "9. BEVESTIGING",
   "legal.acknowledgement.content": "Door Server Guard te gebruiken, erkent u alle bovenstaande voorwaarden. U erkent dat u, zelfs als u de voorwaarden niet volledig hebt gelezen, aan onze voorwaarden zult voldoen.",
   "legal.contact": "10. CONTACT",
   "legal.contact.content": "Als u vragen, verzoeken of klachten heeft over Server Guard, stuur deze dan door naar onze medewerkers via <a href=\"https://serverguard.xyz/support\">https:/ /serverguard.xyz/support</a> We zullen binnen 28 dagen op deze vragen reageren. Server Guard voldoet volledig aan de AVG-gegevensvrijgave en gegevensverwijdering.",
   "verify.legal": "Door te verifiëren met Server Guard, gaat u akkoord met ons <a href=\"https://serverguard.xyz/legal\">privacybeleid en algemene voorwaarden.</a>",
   "verify.notice": "Server Guard wordt niet onderschreven of gemaakt door Guilded",
   "verify.scamwarning": "Server Guard zal je nooit om persoonlijke informatie vragen",
   "verify.missingcode": "Verificatiecode ontbreekt",
   "verify.welcome": "Welkom, {gebruikersnaam}",
   "verify.message.intro": "Welkom bij {server}! Deze server wordt beschermd door Server Guard. Verifieer alstublieft bij ons door op de onderstaande knop te klikken.",
   "verify.message.success": "Bedankt voor het verifiëren, u kunt nu de server betreden!",
   "verify.button": "Verifiëren",
   "verify.loading": "Bezig met laden...",
   "verify.failure.with_contact": "{message}<br><br>Als je denkt dat dit een fout was, neem dan contact op met een medewerker via <a href=\"{admin_contact}\">deze url.</a> ",
   "verify.500": "[500] Kan niet verifiëren vanwege een serverfout. Als u dit bericht blijft ontvangen, meld dit dan in onze <a href=\"https://serverguard.xyz/support\">Support Server </a>",
   "verify.403.Gevaarlijk IP-adres geïdentificeerd door geavanceerde proxycontrole": "Gevaarlijk IP-adres geïdentificeerd door geavanceerde proxycontrole",
   "verify.403.U verifieert te vaak op deze server.": "U verifieert te vaak op deze server.",
   "verify.403.This server blokkeert verificatie van tor exit nodes": "Deze server blokkeert verificatie van tor exit nodes",
   "verify.403.Gebruik een browser om bij ons te verifiëren!": "Gebruik een browser om bij ons te verifiëren!",
   "verify.403.Uw account is gekoppeld aan een eerder verbannen lid van deze server": "Uw account is gekoppeld aan een eerder verbannen lid van deze server",
   "verify.403.Your IP is gekoppeld aan een eerder verbannen lid van deze server": "Je IP is gekoppeld aan een eerder verbannen lid van deze server",
   "verify.400.Verificatiecode verlopen, genereer een nieuwe met /verify": "Verificatiecode verlopen, genereer een nieuwe met /verify",
   "verify.400.Ongeldige verificatiecode, genereer er een met /verify": "Ongeldige verificatiecode, genereer er een met /verify",
   "login.waiting": "Wachten op code...",
   "login.send": "Stuur deze code in <a target=\"_blank\" href=\"https://www.guilded.gg/server-guard/groups/D57rgP7z/channels/1f6fae7f-6cdf-403d- 80b9-623a76f8b621/chat\">#Log in</a> op onze ondersteuningsserver om in te loggen!",
   "login.notice": "Houd deze pagina open totdat u de code heeft verzonden, deze zal automatisch doorverwijzen naar de accountpagina zodra u bent ingelogd."
}
