{
  "nav.support" : " Assistance " ,
  "nav.docs" : " Documents " ,
  "nav.premium" : " Premium " ,
  "nav.github" : " Github " ,
  "nav.tos" : " Conditions d'utilisation " ,
  "bot.invite" : " Inviter " ,
  "bot.slogan" : " Défendez vos serveurs <a href= \"https://guilded.gg\" > guildés</a> contre les trolls, bannissez les évadés et les raids ! " ,
  "home.offer" : " CE QUE NOUS PROPOSONS " ,
  "home.trusted" : " CONFIÉ PAR " ,
  "home.try" : " PRET A ESSAYER SERVER GUARD ? " ,
  "home.try.desc" : " Ne tardez plus ! Invitez notre bot maintenant et profitez d'un serveur paisible ! " ,
  "feature.verify.title" : " Vérification sans friction d'un nouvel utilisateur " ,
  "feature.verify.desc" : " Les nouveaux utilisateurs sont tenus de vérifier via notre système de vérification qui offre une expérience sans friction. Notre système de points de contrôle dissuadera les bots et empêchera les alts, tout en permettant aux utilisateurs légitimes d'accéder à votre serveur ! " ,
  "feature.raid.title" : " Protection Raid Automatisée " ,
  "feature.raid.desc" : " Les comptes automatisés ne pourront pas passer notre site de vérification, tout en permettant aux utilisateurs légitimes de profiter de votre serveur ! Si nous détectons un raid suspect, notre système activera des points de contrôle plus stricts. " ,
  "feature.userinfo.title" : " Informations détaillées sur l'utilisateur " ,
  "feature.userinfo.desc" : " Server Guard vous informe de qui vérifie exactement, en vous donnant un score d'un utilisateur en fonction de divers facteurs, y compris leurs connexions sociales. Nous vous alerterons même s'ils utilisent un VPN ! " ,
  "feature.filter.title" : " Modération automatique du chat " ,
  "feature.filter.desc" : " Nos filtres de chat automatisés peuvent grandement aider les modérateurs de serveur en empêchant la toxicité, les discours de haine, les liens d'invitation, et plus automatiquement sans l'intervention du modérateur ! Rassurez-vous, nos filtres ont rarement des faux positifs ! " ,
  "feature.admin.title" : " Bannir, mettre en sourdine et avertissements " ,
  "feature.admin.desc" : " Notre bot offre la possibilité de bannir temporairement des utilisateurs, de les mettre en sourdine de manière permanente ou temporaire, et d'émettre des avertissements aux utilisateurs qui peuvent être temporaires et visibles par les modérateurs, ce qui facilite la modération pour vos modérateurs ! " ,
  "feature.more.title" : " ...et plus à venir " ,
  "feature.more.desc" : " Nous sommes toujours activement à la recherche de nouvelles fonctionnalités à implémenter qui aideraient à la modération ! Assurez-vous de rejoindre notre serveur de support afin que vous puissiez obtenir de l'aide pour utiliser le bot et soumettre des demandes de fonctionnalités ou des rapports de bugs ! " ,
  "footer.notice" : " Server Guard n'est pas approuvé ou créé par Guilded " ,
  "footer.copyright" : " © <a href= \"https://reapimus.com\" >Reapimus</a> {YEAR} " ,
  "legal.privacy" : " POLITIQUE DE CONFIDENTIALITÉ " ,
  "legal.privacy.important" : " Votre vie privée est importante pour Server Guard, et nous prenons les mesures appropriées pour protéger votre vie privée lors de l'utilisation de nos services. " ,
  "legal.privacy.identifier" : " Lorsque votre compte est vérifié avec Server Guard, certaines informations peuvent être partagées avec les membres du personnel des serveurs utilisant Server Guard. Cela inclut, mais sans s'y limiter :<br> • Le nom d'utilisateur sur le(s) service(s) que vous avez utilisé pour vérifier votre compte<br> • Les statistiques sur les comptes du ou des services que vous avez utilisés pour vérifier votre compte, celles-ci peuvent inclure, mais sans s'y limiter, l'âge du compte ou le nombre de tweets que vous avez publiés.<br> • Informations de connexion, indiquant si vous avez utilisé un VPN lors de votre vérification avec Server Guard. " ,
  "legal.privacy.hashing" : " Les identifiants de votre connexion sont anonymisés de manière irréversible avant stockage à l'aide de l'algorithme de hachage SHA-512. " ,
  "legal.privacy.analytics" : "Nous collectons des données analytiques à des fins statistiques et de rapport d'erreurs, ainsi que le stockage des données de configuration nécessaires au fonctionnement de nos services. En outre, nous pouvons utiliser des intégrations tierces telles que Google Analytics et Google AdSense pour des publicités personnalisées, qui utilisent la technologie des cookies pour fournir des publicités ciblées. Nous essayons de stocker vos données en dehors de l'accès public, d'une manière aussi sûre que nous pouvons le garantir de manière réaliste. Cependant, en raison de la nature même du transfert et du stockage des données en ligne, il se peut que nous ne puissions pas répondre à cette attente, car une sécurité complète n'est pas possible. Server Guard peut être utilisé par des personnes qui ne nous sont pas directement affiliées et, par conséquent, nous n'avons aucun contrôle sur la manière dont elles utilisent nos services, à condition que ce soit dans des conditions raisonnables. " ,
  "legal.privacy.agreement" : " La vérification de votre compte en utilisant nos services constitue un accord avec nos politiques de collecte de données. Si vous n'acceptez pas cet accord, vous devez quitter tous les serveurs utilisant nos services et ne jamais vérifier votre compte avec nos services. Ne pas le faire sera considéré comme une acceptation de nos politiques. " ,
  "legal.privacy.chatfilter" : " Lorsque vous publiez, partagez ou transmettez des messages ou du contenu sur un serveur protégé par Server Guard, nous pouvons collecter ces messages, et ils peuvent être filtrés et modérés à des fins telles que la suppression de grossièretés. et tout autre contenu inapproprié. Lorsque la loi l'autorise, nous pouvons utiliser des messages préfiltrés à des fins telles que la formation et l'amélioration de notre technologie de filtrage afin d'accroître la sécurité des serveurs utilisant Server Guard. " ,
  "legal.tos" : " CONDITIONS D' UTILISATION " ,
  "legal.tos.start" : " Veuillez lire entièrement ces conditions d'utilisation avant d'utiliser <a href= \" https://serverguard.xyz \">https://serverguard.xyz</a> détenu et exploité par Reapimus. Cet accord documente les termes et conditions juridiquement contraignants attachés à l'utilisation du site à serverguard.xyz. En accédant et en utilisant ce service, vous acceptez et acceptez d'être lié par les termes et les dispositions de cet accord. En outre, lors de l'utilisation de ces services particuliers, vous serez soumis à toutes les directives ou règles publiées applicables à ces services. Le service Server Guard n'est pas accessible aux moins de 13 ans et Server Guard ne stocke pas sciemment des informations personnelles d'enfants de moins de 13 ans. Toute participation à ce service constituera une acceptation de cet accord. Si vous n'acceptez pas de respecter ce qui précède, veuillez ne pas utiliser ce service. " ,
  "legal.tos.liability" :  "1. RESPONSABILITÉ",
  "legal.tos.liability.content" : " Ce site et ses composants sont proposés à titre informatif uniquement ; ce site ne peut être tenu responsable de l'exactitude, de l'utilité ou de la disponibilité de toute information transmise ou mise à disposition via le site, et décline toute responsabilité en cas d'erreur ou d'omission dans ces informations. " ,
  "legal.tos.ip" : " 2. PROPRIETE INTELLECTUELLE " ,
  "legal.tos.ip.content" : " Le Site et son contenu original, ses caractéristiques et ses fonctionnalités sont la propriété de Reapimus et sont protégés par les lois internationales sur le droit d'auteur, les marques, les brevets, le secret commercial et d'autres lois sur la propriété intellectuelle ou les droits de propriété. Tous les données générées et partagées par Server Guard dans le passé, le présent ou le futur sont la propriété de Server Guard et de ses seuls propriétaires et doivent être transférées, supprimées ou modifiées sur demande. " ,
  "legal.termination" : " 3. RESILIATION " ,
  "legal.termination.content" : "Nous pouvons résilier votre accès au Site, sans motif ni préavis, ce qui peut entraîner la confiscation et la destruction de toutes les informations associées à votre compte. Toutes les dispositions du présent Contrat qui, de par leur nature, doit survivre à la résiliation doit survivre à la résiliation, y compris, sans s'y limiter, les dispositions relatives à la propriété, les exclusions de garantie, l'indemnisation et les limitations de responsabilité. Vous pouvez également demander de résilier votre compte vous-même, pour ce faire, soumettez une demande de suppression sur notre panneau Web. La garde après la résiliation entraînera l'ouverture d'un nouveau compte pour vous. " ,
  "legal.changes" : " 4. MODIFICATIONS DU CONTRAT " ,
  "legal.changes.content" : " Server Guard se réserve le droit de modifier ces conditions de temps à autre comme bon lui semble et votre utilisation continue du site signifiera votre acceptation de tout ajustement de ces conditions. " ,
  "legal.warranty" : " 5. GARANTIE " ,
  "legal.warranty.content" : " Server Guard est fourni *tel quel* sans garantie ni responsabilité pour les résultats de l'utilisation de Server Guard et/ou de tout contenu avec lequel vous pouvez ou non interagir sur Server Guard, et vous acceptez que Server Guard n'est pas responsable des événements passés, actuels ou futurs. Vous acceptez de vous dégager de toute responsabilité contre Server Guard pour toutes les situations possibles, à l'exception de celles dont nous acceptons l'entière responsabilité. Server Guard n'est pas responsable et n'assumera aucune responsabilité. pour le comportement d'autres parties utilisant Server Guard. " ,
  "legal.litiges" : " 6. LITIGES " ,
  "legal.disputes.content-1" : " Lors de l'utilisation de Server Guard, certaines situations peuvent ou non se développer, ce qui peut vous amener à déposer un litige avec nous. " ,
  "legal.disputes.content-2" : " Si vous vous retrouvez banni de nos services, vous devez nous contacter via <a href= \" https://serverguard.xyz/support \" >https://serverguard.xyz /support</a> pour déposer un appel officiel ou pour demander la raison de votre interdiction. Les appels doivent être écrits formellement et doivent inclure votre identifiant Guilded, une preuve de propriété du compte et une raison pour laquelle votre interdiction doit être annulée. " ,
  "legal.links" : " 7. AUTRES LIENS " ,
  "legal.links.content" : " Notre site contient un certain nombre de liens vers d'autres sites Web et ressources en ligne qui ne sont pas détenus ou contrôlés par Server Guard. Server Guard n'a aucun contrôle sur, et par conséquent ne peut en assumer la responsabilité, le contenu ou pratiques générales de l'un de ces sites et/ou services tiers. Par conséquent, nous vous conseillons vivement de lire l'intégralité des conditions générales et de la politique de confidentialité de tout site que vous visitez en suivant un lien publié sur notre site. " ,
  "legal.governinglaw" : " 8. LOI APPLICABLE " ,
  "legal.governinglaw.content" : " Cet accord est régi conformément aux lois de la Nouvelle-Galles du Sud. " ,
  "reconnaissance.juridique" : " 9. RECONNAISSANCE " ,
  "legal.acknowledgement.content" : " En utilisant Server Guard, vous reconnaissez toutes les conditions ci-dessus. Vous reconnaissez que, même si vous n'avez pas lu les conditions dans leur intégralité, vous vous conformerez à nos conditions. " ,
  "contact.juridique" : " 10. CONTACT " ,
  "legal.contact.content" : " Si vous avez des questions, des demandes ou des réclamations concernant Server Guard, veuillez les transmettre à notre personnel en utilisant <a href= \" https://serverguard.xyz/support \" >https:/ /serverguard.xyz/support</a> Nous répondrons à ces demandes dans les 28 jours. Server Guard est entièrement conforme à GDPR Data Releases and Data Deletion. " ,
  "verify.legal" : " En vérifiant auprès de Server Guard, vous acceptez notre <a href= \" https://serverguard.xyz/legal \" >Politique de confidentialité et nos conditions d'utilisation.</a> " ,
  "verify.notice" : " Server Guard n'est ni approuvé ni créé par Guilded " ,
  "verify.scamwarning" : " Server Guard ne vous demandera jamais d'informations personnelles " ,
  "verify.missingcode" : " Code de vérification manquant " ,
  "verify.welcome" : " Bienvenue, {username} " ,
  "verify.message.intro" : " Bienvenue sur {server} ! Ce serveur est protégé par Server Guard, veuillez vérifier avec nous en cliquant sur le bouton ci-dessous. " ,
  "verify.message.success" : " Merci pour la vérification, vous pouvez maintenant entrer sur le serveur ! " ,
  "verify.button" : " Vérifier " ,
  "verify.loading" : " Chargement... " ,
  "verify.failure.with_contact" : " {message}<br><br>Si vous pensez qu'il s'agit d'une erreur, contactez un membre du personnel via <a href= \" {admin_contact} \" >cette URL.</a> " ,
  "verify.500" : " [500] Échec de la vérification en raison d'une erreur de serveur, si vous continuez à recevoir ce message, veuillez le signaler dans notre <a href= \" https://serverguard.xyz/support \" >Support Server </a> " ,
  "verify.403.Adresse IP dangereuse identifiée par Advanced Proxy Check" : " Adresse IP dangereuse identifiée par Advanced Proxy Check " ,
  "verify.403.Vous vérifiez trop souvent sur ce serveur." : " Vous vérifiez trop souvent sur ce serveur. " ,
  "verify.403.This server blocks verification from tor exit nodes" : " Ce serveur bloque la vérification des tor exit nodes " ,
  "verify.403.Veuillez utiliser un navigateur pour vérifier avec nous !" : " Veuillez utiliser un navigateur pour vérifier avec nous ! " ,
  "verify.403.Votre compte est lié à un membre précédemment banni de ce serveur" : " Votre compte est lié à un membre précédemment banni de ce serveur " ,
  "verify.403.Votre IP est liée à un membre précédemment banni de ce serveur" : " Votre IP est liée à un membre précédemment banni de ce serveur " ,
  "verify.400.Le code de vérification a expiré, veuillez en générer un nouveau à l'aide de /verify" : " Le code de vérification a expiré, veuillez en générer un nouveau à l'aide de /verify " ,
  "verify.400.Code de vérification invalide, veuillez en générer un en utilisant /verify" : " Code de vérification invalide, veuillez en générer un en utilisant /verify " ,
  "login.waiting" : " En attente de code... " ,
  "login.send" : " Envoie ce code dans <a target= \" _blank \" href= \"https://www.guilded.gg/server-guard/groups/D57rgP7z/channels/1f6fae7f-6cdf-403d- 80b9-623a76f8b621/chat\">#Login</a> sur notre serveur d'assistance pour vous connecter ! " ,
  "login.notice" : " Veuillez garder cette page ouverte jusqu'à ce que vous ayez envoyé le code, il redirigera automatiquement vers la page du compte une fois connecté. "
}
