{
"nav.support": "Ondersteuning",
"nav.docs": "Dokumente",
"nav.premium": "Prämie",
"nav.github": "Github",
"nav.tos": "Servicevoorwaarden",
"bot.invite": "Uitnodigen",
"bot.slogan": "Verdedig je <a href=\"https://guilded.gg\">Guilded</a> servers tegen trollen, ontduikers van de ban en raids!",
"home.offer": "WAT WIJ BIEDEN",
"home.trusted": "VERTROUWD DOOR",
"home.try": "KLAAR OM SERVERGUARD TE PROBEREN?",
"home.try.desc": "Stel niet langer uit! Nodig onze bot nu uit en geniet van een rustige server!",
"feature.verify.title": "Vloeiende nieuwe gebruikersverificatie",
"feature.verify.desc": "Nieuwe gebruikers moeten zich verifiëren via ons verificatiesysteem, wat een wrijvingsloze ervaring biedt. Ons checkpoint-systeem zal bots afschrikken en alts voorkomen, terwijl legitieme gebruikers toegang krijgen tot uw server!",
"feature.raid.title": "Geautomatiseerde bescherming tegen aanvallen",
"feature.raid.desc": "Geautomatiseerde accounts zullen onze verificatiesite niet kunnen passeren, terwijl legitieme gebruikers toegang krijgen tot uw server! Als we een vermoedelijke overval detecteren, zal ons systeem strengere controlepunten activeren.",
"feature.userinfo.title": "Gedetailleerde gebruikersinformatie",
"feature.userinfo.desc": "Server Guard laat je weten wie er precies verifieert, en geeft je een score van een gebruiker op basis van verschillende factoren, waaronder hun sociale connecties. We zullen je zelfs waarschuwen als ze een VPN gebruiken!",
"feature.filter.title": "Automatische chatmoderatie",
"feature.filter.desc": "Onze geautomatiseerde chatfilters kunnen servermoderators enorm helpen door toxiciteit, aanzetten tot haat, uitnodigingslinks en meer automatisch te voorkomen zonder tussenkomst van een moderator! Wees gerust, onze filters hebben zelden valse positieven!",
"feature.admin.title": "Verbannen, dempen & waarschuwingen",
"feature.admin.desc": "Unser Bot bietet die Möglichkeit, Benutzer vorübergehend zu sperren, sie dauerhaft oder vorübergehend stummzuschalten und Warnungen an Benutzer auszugeben, die vorübergehend sein und von Moderatoren angezeigt werden können, wodurch die Moderation für Ihre Moderatoren einfacher wird!",
"feature.more.title": "...und noch mehr",
"feature.more.desc": "Wir sind immer aktiv auf der Suche nach neuen zu implementierenden Funktionen, die bei der Moderation helfen würden! Treten Sie unserem Support-Server bei, damit Sie Hilfe bei der Verwendung des Bots erhalten und Funktionsanfragen oder Fehlerberichte einreichen können !",
"footer.notice": "Server Guard wird nicht von Guilded unterstützt oder erstellt",
"footer.copyright": "© <a href=\"https://reapimus.com\">Reapimus</a> {YEAR}",
"legal.privacy": "DATENSCHUTZERKLÄRUNG",
"legal.privacy.important": "Ihre Privatsphäre ist Server Guard wichtig, und wir ergreifen geeignete Maßnahmen, um Ihre Privatsphäre bei der Nutzung unserer Dienste zu schützen.",
"legal.privacy.identifier": "Wenn Ihr Konto mit Server Guard verifiziert wird, können einige Informationen mit den Mitarbeitern der Server geteilt werden, die Server Guard verwenden. Dazu gehören unter anderem:<br>&emsp;• Der Benutzername der Dienste, die Sie zur Verifizierung Ihres Kontos verwendet haben<br>&emsp;• Messwerte zu den Konten der Dienste, die Sie zur Verifizierung Ihres Kontos verwendet haben, diese können unter anderem das Alter des Konto oder die Anzahl der von Ihnen geposteten Tweets.<br>&emsp;• Verbindungsinformationen, die angeben, ob Sie ein VPN verwendet haben, als Sie sich mit Server Guard verifiziert haben.",
"legal.privacy.hashing": "Identifikatoren Ihrer Verbindung werden vor der Speicherung mit dem SHA-512-Hashing-Algorithmus irreversibel anonymisiert.",
"legal.privacy.analytics": "Wir erfassen analytische Daten für statistische und Fehlerberichtszwecke und speichern Konfigurationsdaten, die für den Betrieb unserer Dienste erforderlich sind. Darüber hinaus können wir Integrationen von Drittanbietern wie Google Analytics und Google verwenden AdSense für personalisierte Werbung, die Cookie-Technologie verwendet, um zielgerichtete Werbung bereitzustellen. Wir versuchen, Ihre Daten außerhalb des öffentlichen Zugriffs so sicher zu speichern, wie wir dies realistischerweise garantieren können. Aufgrund der Natur der Online-Datenübertragung und Speicherung, können wir diese Erwartung möglicherweise nicht erfüllen, da eine vollständige Sicherheit nicht möglich ist Server Guard kann von Personen verwendet werden, die nicht direkt mit uns verbunden sind, und daher haben wir keine Kontrolle darüber, wie sie unsere Dienste nutzen , vorausgesetzt, es liegt innerhalb angemessener Fristen.",
"legal.privacy.agreement": "Die Verifizierung Ihres Kontos bei der Nutzung unserer Dienste stellt eine Zustimmung zu unseren Richtlinien zur Datenerfassung dar. Wenn Sie diese Vereinbarung nicht akzeptieren, müssen Sie alle Server verlassen, die unsere Dienste nutzen, und Ihr Konto niemals mit verifizieren unsere Dienste. Wenn Sie dies nicht tun, akzeptieren Sie unsere Richtlinien.",
"legal.privacy.chatfilter": "Wenn Sie Nachrichten oder Inhalte auf einem durch Server Guard geschützten Server posten, teilen oder anderweitig übertragen, können wir diese Nachrichten sammeln und sie können gefiltert und moderiert werden, um z. B. Obszönitäten zu entfernen und andere unangemessene Inhalte. Soweit gesetzlich zulässig, können wir vorgefilterte Nachrichten für Zwecke wie Schulungen und die Verbesserung unserer Filtertechnologie verwenden, um die Sicherheit auf Servern mit Server Guard zu erhöhen.",
"legal.tos": "NUTZUNGSBEDINGUNGEN",
"legal.tos.start": "Bitte lesen Sie diese Nutzungsbedingungen vollständig durch, bevor Sie <a href=\"https://serverguard.xyz\">https://serverguard.xyz</a> verwenden, das Reapimus gehört und von Reapimus betrieben wird . Diese Vereinbarung dokumentiert die rechtsverbindlichen Bedingungen, die mit der Nutzung der Website unter serverguard.xyz verbunden sind. Durch den Zugriff auf und die Nutzung dieses Dienstes akzeptieren Sie und erklären sich damit einverstanden, an die Bedingungen und Bestimmungen dieser Vereinbarung gebunden zu sein diese speziellen Dienste unterliegen Sie allen veröffentlichten Richtlinien oder Regeln, die für solche Dienste gelten. Der Server Guard-Dienst ist für Personen unter 13 Jahren nicht zugänglich, und Server Guard speichert nicht wissentlich personenbezogene Daten von Kindern unter 13 Jahren . Jede Teilnahme an diesem Service stellt die Annahme dieser Vereinbarung dar. Wenn Sie den oben genannten Bestimmungen nicht zustimmen, nutzen Sie diesen Service bitte nicht.",
"legal.tos.liability": "1. HAFTUNG",
"legal.tos.liability.content": "Diese Website und ihre Komponenten werden nur zu Informationszwecken angeboten; diese Website ist nicht verantwortlich oder haftbar für die Genauigkeit, Nützlichkeit oder Verfügbarkeit von Informationen, die über die Website übertragen oder verfügbar gemacht werden, und ist nicht verantwortlich oder haftbar für Fehler oder Auslassungen in diesen Informationen.",
"legal.tos.ip": "2. GEISTIGES EIGENTUM",
"legal.tos.ip.content": "Die Website und ihre ursprünglichen Inhalte, Merkmale und Funktionen sind Eigentum von Reapimus und sind durch internationale Urheberrechte, Marken, Patente, Geschäftsgeheimnisse und andere Gesetze zu geistigem Eigentum oder Eigentumsrechten geschützt. Alle Daten, die von Server Guard in der Vergangenheit, Gegenwart oder Zukunft generiert und weitergegeben wurden, sind Eigentum von Server Guard und seinen alleinigen Eigentümern und müssen auf Anfrage übertragen, entfernt oder geändert werden.",
"legal.termination": "3. KÜNDIGUNG",
"legal.termination.content": "Wir können Ihren Zugriff auf die Website ohne Angabe von Gründen oder Vorankündigung kündigen, was zum Verlust und zur Zerstörung aller mit Ihrem Konto verbundenen Informationen führen kann. Alle Bestimmungen dieser Vereinbarung, die ihrer Natur nach sollte die Kündigung überleben, wird die Kündigung überdauern, einschließlich, aber nicht beschränkt auf Eigentumsbestimmungen, Gewährleistungsausschlüsse, Entschädigung und Haftungsbeschränkungen Guard nach Kündigung führt dazu, dass ein neues Konto für Sie eröffnet wird.",
"legal.changes": "4. ÄNDERUNGEN DER VEREINBARUNG",
"legal.changes.content": "Server Guard behält sich das Recht vor, diese Bedingungen von Zeit zu Zeit nach eigenem Ermessen zu ändern, und Ihre fortgesetzte Nutzung der Website bedeutet, dass Sie jede Änderung dieser Bedingungen akzeptieren.",
"legal.warranty": "5. GEWÄHRLEISTUNG",
"legal.warranty.content": "Server Guard wird wie besehen bereitgestellt, ohne Gewährleistung oder Haftung für die Ergebnisse der Verwendung von Server Guard und/oder von Inhalten, mit denen Sie auf Server Guard interagieren oder nicht, und Sie stimmen zu, dass Server Guard haftet nicht für Ereignisse in der Vergangenheit, in der Gegenwart oder in der Zukunft. Sie stimmen zu, Server Guard in jeder möglichen Situation schadlos zu halten, mit Ausnahme der Fälle, für die wir die volle Verantwortung übernehmen. Server Guard ist nicht verantwortlich und übernimmt keine Verantwortung für das Verhalten anderer Parteien, die Server Guard verwenden.",
"legal.disputes": "6. STREITIGKEITEN",
"legal.disputes.content-1": "Während der Verwendung von Server Guard können sich bestimmte Situationen entwickeln oder auch nicht, die dazu führen können, dass Sie einen Streitfall bei uns einreichen.",
"legal.disputes.content-2": "Wenn Sie feststellen, dass Sie von unseren Diensten ausgeschlossen werden, müssen Sie uns über <a href=\"https://serverguard.xyz/support\">https://serverguard.xyz kontaktieren /support</a>, um einen offiziellen Einspruch einzureichen oder den Grund für deine Sperre zu erfragen. Einsprüche müssen formell verfasst werden und sollten deine Gilden-ID, einen Nachweis des Kontoinhabers und einen Grund enthalten, warum deine Sperre aufgehoben werden sollte.",
"legal.links": "7. ANDERE LINKS",
"legal.links.content": "Unsere Website enthält eine Reihe von Links zu anderen Websites und Online-Ressourcen, die Server Guard nicht gehören oder von Server Guard kontrolliert werden. Server Guard hat keine Kontrolle über den Inhalt oder kann daher keine Verantwortung dafür übernehmen allgemeine Praktiken dieser Websites und/oder Dienste Dritter. Daher empfehlen wir Ihnen dringend, die gesamten Allgemeinen Geschäftsbedingungen und Datenschutzrichtlinien jeder Website zu lesen, die Sie besuchen, wenn Sie einem auf unserer Website veröffentlichten Link folgen. ",
"legal.governinglaw": "8. GELTENDES RECHT",
"legal.governinglaw.content": "Diese Vereinbarung unterliegt den Gesetzen von New South Wales.",
"legal.acnowledgement": "9. BESTÄTIGUNG",
"legal.acknowledgement.content": "Durch die Verwendung von Server Guard erkennen Sie alle oben genannten Bedingungen an. Sie erkennen an, dass Sie unsere Bedingungen einhalten, auch wenn Sie die Bedingungen nicht vollständig gelesen haben.",
"legal.contact": "10. KONTAKT",
"legal.contact.content": "Wenn Sie Fragen, Wünsche oder Beschwerden zu Server Guard haben, leiten Sie diese bitte unter <a href=\"https://serverguard.xyz/support\">https:/ an unsere Mitarbeiter weiter. /serverguard.xyz/support</a> Wir werden auf diese Anfragen innerhalb von 28 Tagen antworten. Server Guard hält sich vollständig an die DSGVO-Datenfreigabe und Datenlöschung.",
"verify.legal": "Durch die Verifizierung mit Server Guard stimmen Sie unseren <a href=\"https://serverguard.xyz/legal\">Datenschutzrichtlinien und Geschäftsbedingungen zu.</a>",
"verify.notice": "Server Guard wird nicht von Guilded unterstützt oder erstellt",
"verify.scamwarning": "Server Guard wird Sie niemals nach persönlichen Informationen fragen",
"verify.missingcode": "Fehlender Bestätigungscode",
"verify.welcome": "Willkommen, {username}",
"verify.message.intro": "Willkommen bei {server}! Dieser Server wird durch Server Guard geschützt, bitte bestätigen Sie dies mit uns, indem Sie auf die Schaltfläche unten klicken.",
"verify.message.success": "Danke für die Bestätigung, Sie können jetzt den Server betreten!",
"verify.button": "Bestätigen",
"verify.loading": "Laden...",
"verify.failure.with_contact": "{message}<br><br>Wenn Sie glauben, dass dies ein Fehler war, kontaktieren Sie einen Mitarbeiter über <a href=\"{admin_contact}\">diese URL.</a> ",
"verify.500": "[500] Verifizierung aufgrund eines Serverfehlers fehlgeschlagen. Wenn Sie diese Nachricht weiterhin erhalten, melden Sie sie bitte unserem <a href=\"https://serverguard.xyz/support\">Support-Server </a>",
"verify.403.Gefährliche IP-Adresse durch Advanced Proxy Check identifiziert": "Gefährliche IP-Adresse durch Advanced Proxy Check identifiziert",
"verify.403.Sie verifizieren sich zu oft auf diesem Server.": "Sie verifizieren sich zu oft auf diesem Server.",
"verify.403.Dieser Server blockiert die Verifizierung von Tor-Exit-Knoten": "Dieser Server blockiert die Verifizierung von Tor-Exit-Knoten",
"verify.403.Bitte verwenden Sie einen Browser, um sich bei uns zu verifizieren!": "Bitte verwenden Sie einen Browser, um sich bei uns zu verifizieren!",
"verify.403.Ihr Konto ist mit einem zuvor gesperrten Mitglied dieses Servers verknüpft": "Ihr Konto ist mit einem zuvor gesperrten Mitglied dieses Servers verknüpft",
"verify.403.Ihre IP ist mit einem zuvor gesperrten Mitglied dieses Servers verknüpft": "Ihre IP ist mit einem zuvor gesperrten Mitglied dieses Servers verknüpft",
"verify.400.Bestätigungscode abgelaufen, bitte generieren Sie einen neuen mit /verify": "Bestätigungscode abgelaufen, bitte generieren Sie einen neuen mit /verify",
"verify.400.Ungültiger Verifizierungscode, bitte generieren Sie einen mit /verify": "Ungültiger Verifizierungscode, bitte generieren Sie einen mit /verify",
"login.waiting": "Warten auf Code...",
"login.send": "Sende diesen Code an <a target=\"_blank\" href=\"https://www.guilded.gg/server-guard/groups/D57rgP7z/channels/1f6fae7f-6cdf-403d-80b9-623a76f8b621/chat\">#Login</a> auf unserem Support-Server, um sich anzumelden!",
"login.notice": "Bitte lassen Sie diese Seite geöffnet, bis Sie den Code gesendet haben, er wird automatisch auf die Kontoseite umgeleitet, sobald Sie sich angemeldet haben."
}
