{
  "nav.support" : " 지원 " ,
  "nav.docs" : " 문서 " ,
  "nav.premium" : " 프리미엄 " ,
  "nav.github" : " 깃허브 " ,
  "nav.tos" : " 서비스 약관 " ,
  "bot.invite" : " 초대 하기 " ,
  "bot.slogan" : " 트롤, 밴 회피자, 습격으로부터 <a href= \" https://guilded.gg \" >길드</a> 서버를 방어하세요! " ,
  "home.offer" : " 우리가 제공하는 것 " ,
  "home.trusted" : " 신뢰자 " ,
  "home.try" : " SERVER GUARD를 사용할 준비가 되셨습니까? " ,
  "home.try.desc" : " 더 이상 미루지 마세요! 지금 저희 봇을 초대하고 평화로운 서버를 즐기세요! " ,
  "feature.verify.title" : " 마찰 없는 신규 사용자 인증 " ,
  "feature.verify.desc" : " 신규 사용자는 마찰 없는 경험을 제공하는 검증 시스템을 통해 확인해야 합니다. 당사의 체크포인트 시스템은 봇을 저지하고 alts를 방지하는 동시에 합법적인 사용자의 서버 진입을 허용합니다! " ,
  "feature.raid.title" : " 자동화된 레이드 보호 " ,
  "feature.raid.desc" : " 자동화된 계정은 인증 사이트를 통과할 수 없으며 합법적인 사용자는 서버를 이용할 수 있습니다! 의심스러운 공격이 감지되면 시스템이 더 엄격한 체크포인트를 활성화합니다. " ,
  "feature.userinfo.title" : " 자세한 사용자 정보 " ,
  "feature.userinfo.desc" : " Server Guard는 소셜 연결을 포함하여 다양한 요인을 기반으로 사용자 점수를 제공하여 확인 중인 사용자를 정확히 알려줍니다. VPN을 사용하고 있는지도 알려줍니다! " ,
  "feature.filter.title" : " 자동 채팅 조정 " ,
  "feature.filter.desc" : " 당사의 자동 채팅 필터는 중재자의 개입 없이 자동으로 독성, 증오 발언, 초대 링크 등을 방지하여 서버 중재자를 크게 지원할 수 있습니다! 안심하십시오. 필터에는 오탐이 거의 없습니다! " ,
  "feature.admin.title" : " 차단, 음소거 및 경고 " ,
  "feature.admin.desc" : " 저희 봇은 일시적으로 사용자를 금지하고, 영구적으로 또는 일시적으로 음소거하고, 사용자에게 임시로 경고를 발행하고 중재자가 볼 수 있도록 하는 기능을 제공하여 중재자가 더 쉽게 중재할 수 있도록 합니다! " ,
  "feature.more.title" : " ...그리고 더 많은 기능 추가 예정 " ,
  "feature.more.desc" : " 저희는 조정에 도움이 될 구현하기 위한 새로운 기능을 항상 적극적으로 찾고 있습니다! 봇 사용에 대한 도움을 받고 기능 요청 또는 버그 보고서를 제출할 수 있도록 지원 서버에 가입하세요. ! " ,
  "footer.notice" : " Server Guard는 Guilded가 보증하거나 생성하지 않습니다 . " ,
  "footer.copyright" : " © <a href= \" https://reapimus.com \">Reapimus</a> {YEAR} " ,
  "legal.privacy" : " 개인정보 보호정책 " ,
  "legal.privacy.important" : " Server Guard는 귀하의 개인 정보를 중요하게 생각하며 당사 서비스를 사용하는 동안 귀하의 개인 정보를 보호하기 위해 적절한 조치를 취하고 있습니다. " ,
  "legal.privacy.identifier" : " Server Guard에서 계정을 확인할 때 일부 정보는 Server Guard를 사용하는 서버 직원과 공유될 수 있습니다. 여기에는 다음이 포함되지만 이에 국한되지 않습니다.<br> • 계정을 확인하는 데 사용한 서비스의 사용자 이름<br> • 계정을 확인하는 데 사용한 서비스의 계정에 대한 메트릭. 여기에는 연령이 포함될 수 있지만 이에 국한되지는 않습니다. 계정 또는 게시한 트윗의 양.<br> • Server Guard에서 인증할 때 VPN을 사용했는지 여부를 나타내는 연결 정보. " ,
  "legal.privacy.hashing" : " SHA-512 해싱 알고리즘을 사용하여 저장하기 전에 연결 식별자를 비가역적으로 익명화합니다. " ,
  "legal.privacy.analytics" : "당사는 통계 및 오류 보고 목적과 당사 서비스 운영에 필요한 구성 데이터 저장을 위해 분석 데이터를 수집합니다. 또한 맞춤형 광고를 위해 Google Analytics 및 Google AdSense와 같은 제3자 통합을 사용할 수 있으며 쿠키 기술을 사용하여 대상 광고를 제공할 수 있습니다. 우리는 현실적으로 보장할 수 있는 안전한 방식으로 공개 액세스 외부에 데이터를 저장하려고 시도합니다. 그러나 온라인 데이터 전송 및 저장의 특성상 완전한 보안이 불가능하기 때문에 이러한 기대치를 충족하지 못할 수 있습니다. Server Guard는 당사와 직접 관련이 없는 사람들이 사용할 수 있으므로 합리적인 조건 내에서 서비스를 사용하는 방법을 제어할 수 없습니다. " ,
  "legal.privacy.agreement" : " 당사 서비스를 사용하여 계정을 확인하는 것은 데이터 수집에 관한 당사 정책에 동의하는 것입니다. 이 계약에 동의하지 않으면 당사 서비스를 사용하는 모든 서버를 떠나야 하며 다음을 사용하여 계정을 확인하지 않아야 합니다. 서비스를 제공하지 않을 경우 당사 정책에 동의하는 것으로 간주됩니다. " ,
  "legal.privacy.chatfilter" : " 귀하가 Server Guard에 의해 보호되는 서버에서 메시지 또는 콘텐츠를 게시, 공유 또는 전송할 때 당사는 해당 메시지를 수집할 수 있으며 욕설 제거와 같은 목적으로 필터링 및 조정될 수 있습니다. 및 기타 부적절한 콘텐츠 법이 허용하는 경우, 당사는 Server Guard를 사용하는 서버의 안전을 강화하기 위해 필터 기술 교육 및 개선과 같은 목적으로 사전 필터링된 메시지를 사용할 수 있습니다. " ,
  "legal.tos" : " 서비스 약관 " ,
  "legal.tos.start" : " <a href= \" https://serverguard.xyz \"를 사용하기 전에 이 서비스 약관을 완전히 읽으십시오.>https://serverguard.xyz</a>는 Reapimus가 소유하고 운영합니다. 이 계약은 serverguard.xyz 사이트 사용에 첨부된 법적 구속력이 있는 이용 약관을 문서화합니다. 이 서비스에 액세스하고 사용함으로써 귀하는 이 계약의 조건 및 조항에 구속됨을 수락하고 동의합니다. 또한 이러한 특정 서비스를 사용할 때 해당 서비스에 적용되는 게시된 지침 또는 규칙을 따라야 합니다. 13세 미만은 Server Guard 서비스에 액세스할 수 없으며 Server Guard는 13세 미만 어린이의 개인 정보를 의도적으로 저장하지 않습니다. 이 서비스에 참여하면 이 계약에 동의하는 것으로 간주됩니다. 위 사항에 동의하지 않으시면 본 서비스를 이용하지 마시기 바랍니다. " ,
  "legal.tos.liability" : " 1. 법적 책임 " ,
  "legal.tos.liability.content" : " 이 사이트 및 그 구성 요소는 정보 제공의 목적으로만 제공됩니다. 이 사이트는 사이트를 통해 전송되거나 제공되는 정보의 정확성, 유용성 또는 사용 가능성에 대해 책임을 지지 않습니다. 해당 정보의 오류나 누락에 대해 책임을 지지 않습니다. " ,
  "legal.tos.ip" : " 2. 지적 재산권 " ,
  "legal.tos.ip.content" : " 사이트와 원래 콘텐츠, 특징 및 기능은 Reapimus의 소유이며 국제 저작권, 상표, 특허, 영업 비밀 및 기타 지적 재산권 또는 독점권 법률에 의해 보호됩니다. 모두 과거, 현재 또는 미래에 Server Guard에 의해 생성되고 공유되는 데이터는 Server Guard의 재산이며 유일한 소유자이며 요청 시 전송, 제거 또는 변경되어야 합니다. " ,
  "legal.termination" : " 3. 해지 " ,
  "legal.termination.content" : " 당사는 이유나 통지 없이 귀하의 사이트 액세스를 종료할 수 있으며, 이로 인해 귀하의 계정과 관련된 모든 정보가 몰수 및 파기될 수 있습니다. 본 계약의 모든 조항은 그 성격상 소유권 조항, 보증 면책, 면책 및 책임 제한을 포함하되 이에 국한되지 않는 해지 후에도 해지 후에도 계속 유지됩니다. 귀하는 또한 귀하의 계정을 직접 해지하도록 요청할 수 있으며 이를 위해 웹 패널에서 삭제 요청을 제출하십시오. 서버 사용 종료 후 가드를 사용하면 새 계정이 열립니다. " ,
  "legal.changes" : " 4. 계약 변경 " ,
  "legal.changes.content" : " Server Guard는 적절하다고 판단되는 경우 이러한 조건을 수시로 변경할 수 있는 권리를 보유하며 사이트를 계속 사용하면 이러한 조건에 대한 조정을 수락하는 것으로 간주됩니다. " ,
  "legal.warranty" : " 5. 보증 " ,
  "legal.warranty.content" : " Server Guard는 Server Guard 사용 결과 및/또는 귀하가 Server Guard에서 상호 작용하거나 상호 작용하지 않을 수 있는 모든 콘텐츠에 대해 어떠한 보증이나 책임 없이 "있는 그대로" 제공되며 귀하는 Server Guard에 동의합니다. Guard는 과거, 현재 또는 미래의 사건에 대해 책임을 지지 않습니다. 귀하는 당사가 전적으로 책임을 지는 경우를 제외하고 가능한 모든 상황에 대해 Server Guard에 해를 끼치지 않을 것에 동의합니다. Server Guard는 책임을 지지 않으며 책임지지 않습니다. Server Guard를 사용하는 다른 당사자의 행동에 대해. " ,
  "legal.disputes" : " 6. 분쟁 " ,
  "legal.disputes.content-1" : " Server Guard를 사용하는 동안 특정 상황이 발생하거나 발생하지 않아 당사에 분쟁을 제기할 수 있습니다. " ,
  "legal.disputes.content-2" : " 당사 서비스에서 차단된 경우 <a href= \" https://serverguard.xyz/support \" > /support</a> 공식 이의 제기 또는 금지 이유 요청. 이의 제기는 정식으로 작성해야 하며 길드 ID, 계정 소유권 증명 및 금지가 취소되어야 하는 이유를 포함해야 합니다. " ,
  "legal.links" : " 7. 기타 링크 " ,
  "legal.links.content" : " 당사 사이트에는 Server Guard가 소유하거나 통제하지 않는 다른 웹사이트 및 온라인 리소스에 대한 여러 링크가 포함되어 있습니다. Server Guard는 콘텐츠 또는 이러한 제3자 사이트 및/또는 서비스의 일반적인 관행 따라서 당사 사이트에 게시된 링크를 따라 방문하는 모든 사이트의 전체 이용 약관 및 개인 정보 보호 정책을 읽을 것을 강력히 권장합니다. " ,
  "legal.governinglaw" : " 8. 준거법 " ,
  "legal.governinglaw.content" : " 본 계약은 뉴 사우스 웨일즈 법률에 따라 규율됩니다. " ,
  "legal.acknowledgement" : " 9. 승인 " ,
  "legal.acknowledgement.content" : " Server Guard를 사용함으로써 귀하는 위의 모든 약관을 인정하는 것입니다. 귀하는 약관을 완전히 읽지 않았더라도 당사 약관을 준수할 것임을 인정합니다. " ,
  "legal.contact" : " 10. 연락처 " ,
  "legal.contact.content" : " Server Guard에 대한 질문, 요청 또는 불만 사항이 있는 경우 <a href= \"https://serverguard.xyz/support\" >Support</a> 28일 이내에 이러한 문의에 응답할 것입니다. Server Guard는 GDPR 데이터 릴리스 및 데이터 삭제를 완전히 준수합니다. " ,
  "verify.legal" : " Server Guard에 확인함으로써 귀하는 당사의 <a href= \" https://serverguard.xyz/legal \" >개인정보 보호정책 및 약관</a>에 동의하는 것입니다. " ,
  "verify.notice" : " Server Guard는 Guilded에서 보증하거나 생성하지 않습니다 . " ,
  "verify.scamwarning" : " Server Guard는 절대 개인 정보를 묻지 않습니다 . " ,
  "verify.missingcode" : " 확인 코드 누락 " ,
  "verify.welcome" : " 환영합니다, {username} 님 " ,
  "verify.message.intro" : " {server}에 오신 것을 환영합니다! 이 서버는 Server Guard에 의해 보호됩니다. 아래 버튼을 클릭하여 확인하십시오. " ,
  "verify.message.success" : " 인증해 주셔서 감사합니다. 이제 서버에 접속하실 수 있습니다! " ,
  "verify.button" : " 확인 " ,
  "verify.loading" : " 로드 중... " ,
  "verify.failure.with_contact" : " {message}<br><br>오류라고 생각되면 <a href= \" {admin_contact} \" > . " ,
  "verify.500" : " [500] 서버 오류로 인해 확인에 실패했습니다. 이 메시지가 계속 표시되면 <a href= \"https://serverguard.xyz/support\" > </a> " ,
  "verify.403. 고급 프록시 검사에서 식별된 위험한 IP 주소" : " 고급 프록시 검사에서 식별된 위험한 IP 주소 " ,
  "verify.403. 이 서버에서 너무 자주 확인하고 있습니다." : " 이 서버에서 너무 자주 확인하고 있습니다. " ,
  "verify.403.이 서버는 tor 출구 노드의 확인을 차단합니다." : " 이 서버는 tor 출구 노드의 확인을 차단합니다 . " ,
  "verify.403. 브라우저를 사용하여 확인하세요!" : " 브라우저를 사용하여 확인하십시오! " ,
  "verify.403.귀하의 계정은 이전에 이 서버에서 금지된 구성원과 연결되어 있습니다" : " 귀하의 계정은 이전에 이 서버에서 금지된 구성원과 연결되어 있습니다 " ,
  "verify.403.귀하의 IP는 이전에 이 서버에서 금지된 구성원과 연결되어 있습니다." : " 귀하의 IP는 이전에 이 서버에서 금지된 구성원과 연결되어 있습니다. " ,
  "verify.400.확인 코드가 만료되었습니다. /verify를 사용하여 새 코드를 생성하세요." : " 확인 코드가 만료되었습니다. /verify를 사용하여 새 코드를 생성하세요. " ,
  "verify.400.잘못된 확인 코드, /verify를 사용하여 생성하십시오" : " 잘못된 확인 코드, /verify를 사용하여 생성하십시오 " ,
  "login.waiting" : " 코드를 기다리는 중... " ,
  "login.send" : " 에 이 코드를 보냅니다. <a target= \" _blank \" href= \"https://www.guilded.gg/server-guard/groups/D57rgP7z/channels/1f6fae7f-6cdf-403d-80b9-623a76f8b621/chat\" >#Login</a> 지원 서버에서 로그인하세요! " ,
  "login.notice" : " 코드를 보낼 때까지 이 페이지를 열어 두세요. 로그인하면 자동으로 계정 페이지로 리디렉션됩니다. "
}
