{
 "nav.support": "Sokongan",
  "nav.docs": "Dokumen",
  "nav.premium": "Premium",
  "nav.github": "Github",
  "nav.tos": "Syarat Perkhidmatan",
  "bot.invite": "Jemput",
  "bot.slogan": "Pertahankan pelayan <a href=\"https://guilded.gg\">Guilded</a> anda daripada troll, larangan pengelak dan serbuan!",
  "home.offer": "APA YANG KAMI TAWARKAN",
  "home.trusted": "DIPERCAYAI OLEH",
  "home.try": "SEDIA UNTUK MENCUBA SERVER GUARD?",
  "home.try.desc": "Jangan berlengah lagi! Jemput bot kami sekarang dan nikmati pelayan yang aman!",
  "feature.verify.title": "Pengesahan Pengguna Baharu Tanpa Geseran",
  "feature.verify.desc": "Pengguna baharu dikehendaki mengesahkan melalui sistem pengesahan kami yang menawarkan pengalaman tanpa geseran. Sistem pusat pemeriksaan kami akan menghalang bot dan menghalang alt, sambil membenarkan pengguna yang sah masuk ke pelayan anda!",
  "feature.raid.title": "Perlindungan Serbuan Automatik",
  "feature.raid.desc": "Akaun automatik tidak akan dapat melepasi tapak pengesahan kami, sambil membenarkan pengguna yang sah masuk untuk menikmati pelayan anda! Jika kami mengesan serbuan yang disyaki, sistem kami akan mengaktifkan pusat pemeriksaan yang lebih ketat.",
  "feature.userinfo.title": "Maklumat Pengguna Terperinci",
  "feature.userinfo.desc": "Pengawal Pelayan memberitahu anda tentang siapa yang mengesahkan, memberikan anda skor pengguna berdasarkan pelbagai faktor, termasuk hubungan sosial mereka. Kami juga akan memaklumkan anda jika mereka menggunakan VPN!",
  "feature.filter.title": "Penyederhanaan Sembang Automatik",
  "feature.filter.desc": "Penapis sembang automatik kami boleh membantu penyederhana pelayan dengan menghalang ketoksikan, ucapan benci, pautan jemputan dan banyak lagi secara automatik tanpa campur tangan penyederhana! Yakinlah, penapis kami jarang mempunyai positif palsu!",
  "feature.admin.title": "Mengharamkan, Membisukan & Amaran",
  "feature.admin.desc": "Bot kami menawarkan keupayaan untuk melarang pengguna buat sementara waktu, membisukan mereka secara kekal atau sementara, dan mengeluarkan amaran kepada pengguna yang boleh sementara dan dilihat oleh moderator, menjadikan penyederhanaan lebih mudah untuk moderator anda!",
  "feature.more.title": "...Dan Banyak Lagi Akan Datang",
  "feature.more.desc": "Kami sentiasa aktif mencari ciri baharu untuk dilaksanakan yang akan membantu secara sederhana! Pastikan anda menyertai pelayan sokongan kami supaya anda boleh mendapatkan bantuan menggunakan bot dan menyerahkan permintaan ciri atau laporan pepijat !",
  "footer.notice": "Pengawal Pelayan tidak disokong atau dicipta oleh Guilded",
  "footer.copyright": "© <a href=\"https://reapimus.com\">Reapimus</a> {YEAR}",
  "legal.privacy": "DASAR PRIVASI",
  "legal.privacy.important": "Privasi anda adalah penting kepada Server Guard, dan kami mengambil langkah yang sewajarnya untuk melindungi privasi anda semasa menggunakan perkhidmatan kami.",
  "legal.privacy.identifier": "Apabila akaun anda sedang disahkan dengan Server Guard, beberapa maklumat mungkin dikongsi dengan kakitangan pelayan menggunakan Server Guard. Ini termasuk, tetapi tidak terhad kepada:<br>&emsp;• Nama pengguna pada perkhidmatan yang anda gunakan untuk mengesahkan akaun anda<br>&emsp;• Metrik tentang akaun daripada perkhidmatan yang anda gunakan untuk mengesahkan akaun anda, ini boleh termasuk tetapi tidak terhad kepada, umur akaun, atau jumlah tweet yang telah anda siarkan.<br>&emsp;• Maklumat sambungan, menunjukkan sama ada anda menggunakan VPN apabila anda mengesahkan dengan Pengawal Pelayan.",
  "legal.privacy.hashing": "Pengecam sambungan anda tidak dapat dipulihkan tanpa nama sebelum penyimpanan menggunakan algoritma pencincangan SHA-512.",
  "legal.privacy.analytics": "Kami mengumpul data analisis untuk tujuan statistik dan pelaporan ralat, dan menyimpan data konfigurasi yang diperlukan untuk pengendalian perkhidmatan kami. Selain itu, kami mungkin menggunakan penyepaduan pihak ketiga seperti Google Analitis dan Google AdSense untuk iklan diperibadikan, yang menggunakan teknologi kuki untuk menyediakan iklan yang disasarkan. Kami cuba menyimpan data anda di luar akses awam, dengan cara yang selamat seperti yang kami boleh jamin secara realistik. Walau bagaimanapun, disebabkan oleh sifat pemindahan data dalam talian dan penyimpanan, kami mungkin tidak dapat memenuhi jangkaan ini, disebabkan oleh fakta bahawa keselamatan yang lengkap tidak dapat dilakukan. Pengawal Pelayan mungkin digunakan oleh orang yang tidak bergabung secara langsung dengan kami, dan oleh itu, kami tidak mempunyai sebarang kawalan ke atas cara mereka menggunakan perkhidmatan kami , dengan syarat ia dalam terma yang munasabah.",
  "legal.privacy.agreement": "Pengesahan akaun anda menggunakan perkhidmatan kami merupakan persetujuan kepada dasar kami tentang pengumpulan data. Jika anda tidak menerima perjanjian ini, anda hendaklah meninggalkan mana-mana pelayan menggunakan perkhidmatan kami dan jangan sekali-kali mengesahkan akaun anda dengan perkhidmatan kami. Tidak berbuat demikian akan dianggap sebagai menerima dasar kami.",
  "legal.privacy.chatfilter": "Apabila anda menyiarkan, berkongsi, atau sebaliknya menghantar mesej, atau kandungan dalam pelayan yang dilindungi oleh Server Guard, kami mungkin mengumpul mesej tersebut, dan ia mungkin ditapis dan disederhanakan untuk tujuan seperti membuang kata-kata kotor dan kandungan lain yang tidak sesuai. Jika dibenarkan oleh undang-undang, kami mungkin menggunakan mesej yang telah ditapis untuk tujuan seperti melatih dan meningkatkan teknologi penapis kami untuk meningkatkan keselamatan dalam pelayan menggunakan Pelayan Pelayan.",
  "legal.tos": "SYARAT PERKHIDMATAN",
  "legal.tos.start": "Sila baca Syarat Perkhidmatan ini sepenuhnya sebelum menggunakan <a href=\"https://serverguard.xyz\">https://serverguard.xyz</a> yang dimiliki dan dikendalikan oleh Reapimus Perjanjian ini mendokumenkan terma dan syarat yang mengikat secara sah yang dilampirkan pada penggunaan Tapak di serverguard.xyz. Dengan mengakses dan menggunakan perkhidmatan ini, anda menerima dan bersetuju untuk terikat dengan terma dan peruntukan perjanjian ini. Di samping itu, apabila menggunakan perkhidmatan tertentu ini, anda akan tertakluk kepada mana-mana garis panduan atau peraturan yang disiarkan yang berkenaan dengan perkhidmatan tersebut. Perkhidmatan Pengawal Pelayan tidak boleh diakses oleh mereka yang berumur di bawah 13 tahun, dan Pengawal Pelayan tidak menyimpan maklumat peribadi daripada kanak-kanak di bawah umur 13 tahun dengan sengaja. . Sebarang penyertaan dalam perkhidmatan ini akan membentuk penerimaan perjanjian ini. Jika anda tidak bersetuju untuk mematuhi perkara di atas, sila jangan gunakan perkhidmatan ini.",
  "legal.tos.liability": "1. LIABILITI",
  "legal.tos.liability.content": "Tapak ini dan komponennya ditawarkan untuk tujuan maklumat sahaja; tapak ini tidak akan bertanggungjawab atau bertanggungjawab ke atas ketepatan, kegunaan atau tersedianya sebarang maklumat yang dihantar atau disediakan melalui tapak, dan tidak akan bertanggungjawab atau bertanggungjawab atas sebarang kesilapan atau ketinggalan dalam maklumat itu.",
  "legal.tos.ip": "2. HARTA INTELEK",
  "legal.tos.ip.content": "Laman dan kandungan asalnya, ciri dan fungsinya dimiliki oleh Reapimus dan dilindungi oleh hak cipta antarabangsa, tanda dagangan, paten, rahsia perdagangan dan undang-undang harta intelek atau hak proprietari yang lain. Semua data yang dijana dan dikongsi oleh Server Guard pada masa lalu, sekarang atau akan datang adalah hak milik Server Guard dan ia adalah pemilik tunggal dan mesti dipindahkan, dialih keluar atau ditukar atas permintaan.",
  "legal.termination": "3. PENAMATAN",
  "legal.termination.content": "Kami boleh menamatkan akses anda ke Tapak ini, tanpa sebab atau notis, yang boleh mengakibatkan pelucuthakan dan pemusnahan semua maklumat yang berkaitan dengan akaun anda. Semua peruntukan Perjanjian ini yang, mengikut sifatnya, harus bertahan dengan penamatan akan bertahan dalam penamatan, termasuk, tanpa had, peruntukan pemilikan, penafian waranti, indemniti dan had liabiliti. Anda juga boleh meminta untuk menamatkan akaun anda sendiri, untuk melakukan ini, menyerahkan permintaan pemadaman pada panel web kami. Menggunakan Pelayan Pengawal selepas penamatan akan menyebabkan akaun baharu dibuka untuk anda.",
  "legal.changes": "4. PERUBAHAN KEPADA PERJANJIAN",
  "legal.changes.content": "Pengawal Pelayan berhak untuk menukar syarat ini dari semasa ke semasa mengikut keperluan dan penggunaan tapak anda yang berterusan akan menandakan penerimaan anda terhadap sebarang pelarasan kepada syarat ini.",
  "legal.warranty": "5. WARANTI",
  "legal.warranty.content": "Pengawal Pelayan disediakan sebagaimana adanya tanpa jaminan atau liabiliti untuk sebarang hasil penggunaan Pelayan Pelayan dan/atau sebarang kandungan yang anda mungkin atau mungkin tidak berinteraksi dengan Pelayan Pelayan, dan anda bersetuju bahawa Pelayan Guard tidak bertanggungjawab untuk sebarang peristiwa pada masa lalu, pada masa semasa atau pada masa hadapan. Anda bersetuju untuk tidak merbahaya terhadap Server Guard untuk setiap situasi yang mungkin kecuali bagi mereka yang kami terima tanggungjawab sepenuhnya. Server Guard tidak bertanggungjawab dan tidak akan bertanggungjawab untuk tingkah laku pihak lain yang menggunakan Server Guard.",
  "legal.disputes": "6. PERTIKAIAN",
  "legal.disputes.content-1": "Semasa menggunakan Server Guard, situasi tertentu mungkin atau mungkin tidak berkembang yang boleh menyebabkan anda memfailkan pertikaian dengan kami.",
  "legal.disputes.content-2": "Jika anda mendapati diri anda dilarang daripada perkhidmatan kami, anda mesti menghubungi kami melalui <a href=\"https://serverguard.xyz/support\">https://serverguard.xyz /support</a> untuk memfailkan rayuan rasmi, atau untuk meminta sebab larangan anda. Rayuan mesti ditulis secara rasmi dan harus termasuk ID Bersatu anda, bukti pemilikan akaun dan sebab larangan anda harus dibatalkan.",
  "legal.links": "7. PAUTAN LAIN",
  "legal.links.content": "Laman kami mengandungi beberapa pautan ke laman web lain dan sumber dalam talian yang tidak dimiliki atau dikawal oleh Pengawal Pelayan. Pengawal Pelayan tidak mempunyai kawalan ke atas, dan oleh itu tidak boleh bertanggungjawab ke atas, kandungan atau amalan am mana-mana tapak dan/atau perkhidmatan bahagian ketiga ini. Oleh itu, kami amat menasihatkan anda untuk membaca keseluruhan terma dan syarat serta dasar privasi mana-mana tapak yang anda lawati hasil daripada mengikuti pautan yang disiarkan di tapak kami. ",
  "legal.governinglaw": "8. UNDANG-UNDANG YANG MENGELOLA",
  "legal.governinglaw.content": "Perjanjian ini dikawal selaras dengan undang-undang New South Wales.",
  "legal.acknowledgement": "9. PENGAKUAN",
  "legal.acknowledgement.content": "Dengan menggunakan Server Guard, anda mengakui semua Terma di atas. Anda mengakui bahawa, walaupun anda tidak membaca Terma sepenuhnya, anda akan mematuhi Terma kami.",
  "legal.contact": "10. HUBUNGI",
  "legal.contact.content": "Jika anda mempunyai sebarang soalan, permintaan atau aduan tentang Server Guard, sila majukan ini kepada kakitangan kami menggunakan <a href=\"https://serverguard.xyz/support\">https:/ /serverguard.xyz/support</a> Kami akan membalas pertanyaan ini dalam masa 28 hari. Pelayan Pelayan mematuhi sepenuhnya Pengeluaran Data GDPR dan Pemadaman Data.",
  "verify.legal": "Dengan mengesahkan dengan Server Guard, anda bersetuju dengan <a href=\"https://serverguard.xyz/legal\">Dasar & Terma dan Syarat Privasi kami.</a>",
  "verify.notice": "Pengawal Pelayan tidak disokong atau dicipta oleh Guilded",
  "verify.scamwarning": "Pengawal Pelayan tidak akan meminta maklumat peribadi anda",
  "verify.missingcode": "Kod pengesahan tiada",
  "verify.welcome": "Selamat datang, {username}",
  "verify.message.intro": "Selamat datang ke {server}! Pelayan ini dilindungi oleh Server Guard, sila sahkan dengan kami dengan mengklik butang di bawah.",
  "verify.message.success": "Terima kasih kerana mengesahkan, anda kini boleh memasuki pelayan!",
  "verify.button": "Sahkan",
  "verify.failure.with_contact": "{message}<br><br>Jika anda percaya ini adalah satu kesilapan, hubungi ahli kakitangan melalui <a href=\"{admin_contact}\">url ini.</a> ",
  "verify.500": "[500] Gagal mengesahkan kerana ralat pelayan, jika anda terus menerima mesej ini sila laporkan dalam <a href=\"https://serverguard.xyz/support\">Support Server kami </a>",
  "verify.403.Dangerous IP address identified by Advanced Proxy Check": "Alamat IP berbahaya yang dikenal pasti oleh Pemeriksaan Proksi Lanjutan",
  "verify.403.You are verifying too often in this server.": "You are verifying too often in this server.",
  "verify.403.This server blocks verification from tor exit nodes": "Pelayan ini menyekat pengesahan daripada nod keluar tor",
  "verify.403.Please use a browser to verify with us!": "Sila gunakan penyemak imbas untuk mengesahkan dengan kami!",
  "verify.403.Your account is linked to a previously banned member of this server": "Akaun anda dipautkan kepada ahli pelayan ini yang dilarang sebelum ini",
  "verify.403.Your IP is linked to a previously banned member of this server": "IP anda dipautkan kepada ahli pelayan ini yang dilarang sebelum ini",
  "verify.400.Verification code expired, please generate a new one using /verify": "Verification code expired, please generate a new one using /verify",
  "verify.400.Invalid verification code, please generate one using /verify": "Kod pengesahan tidak sah, sila jana satu menggunakan /verify",
  "login.waiting": "Menunggu kod...",
  "login.send": "Hantar kod ini dalam <a target=\"_blank\" href=\"https://www.guilded.gg/server-guard/groups/D57rgP7z/channels/1f6fae7f-6cdf-403d- 80b9-623a76f8b621/chat\">#Login</a> dalam pelayan sokongan kami untuk log masuk!",
  "login.notice": "Sila pastikan halaman ini dibuka sehingga anda menghantar kod, ia akan secara automatik mengubah hala ke halaman akaun setelah log masuk."
}
