{
	"nav.support": " Soporte ",
	"nav.docs": " Documentos ",
	"nav.premium": " Premium ",
	"nav.github": " Github ",
	"nav.tos": " Condiciones de servicio ",
	"bot.invite": " Invitar ",
	"bot.slogan": "¡ Defiende tus servidores <a href= \" https://guilded.gg \" >Guilded</a> contra trolls, evasores de prohibiciones y redadas! ",
	"home.offer": " QUÉ OFRECEMOS ",
	"home.trusted": " CONFIADO POR ",
	"home.try": " ¿LISTO PARA PROBAR SERVER GUARD? ",
	"home.try.desc": "¡ No se demore más! ¡Invite a nuestro bot ahora y disfrute de un servidor tranquilo! ",
	"feature.verify.title": " Verificación de nuevo usuario sin fricciones ",
	"feature.verify.desc": " Los nuevos usuarios deben verificar a través de nuestro sistema de verificación que ofrece una experiencia sin fricciones. Nuestro sistema de puntos de control disuadirá a los bots y evitará los alt, mientras permite que los usuarios legítimos ingresen a su servidor ",
	"feature.raid.title": " Protección contra ataques automatizada ",
	"feature.raid.desc": " Las cuentas automatizadas no podrán pasar nuestro sitio de verificación, ¡pero permitirán que los usuarios legítimos disfruten de su servidor! Si detectamos una supuesta redada, nuestro sistema activará puntos de control más estrictos",
	"feature.userinfo.title": " Información detallada del usuario ",
	"feature.userinfo.desc": " Server Guard le notifica exactamente quién está verificando, brindándole una puntuación de un usuario basada en varios factores, incluidas sus conexiones sociales. ¡Incluso lo alertaremos si están usando una VPN! ",
	"feature.filter.title": " Moderación automática de chat ",
	"feature.filter.desc": " Nuestros filtros de chat automatizados pueden ayudar en gran medida a los moderadores del servidor al prevenir la toxicidad, el discurso de odio, los enlaces de invitación y más automáticamente sin la intervención del moderador. ¡Tenga la seguridad de que nuestros filtros rara vez tienen falsos positivos! ",
	"feature.admin.title": " Prohibición, silenciamiento y advertencias ",
	"feature.admin.desc": " Nuestro bot ofrece la capacidad de prohibir temporalmente a los usuarios, silenciarlos de forma permanente o temporal y emitir advertencias a los usuarios que pueden ser temporales y vistos por los moderadores, ¡haciendo que la moderación sea más fácil para sus moderadores! ",
	"feature.more.title": " ...Y más por venir ",
	"feature.more.desc": " ¡Siempre estamos buscando activamente nuevas funciones para implementar que ayuden en la moderación! Asegúrese de unirse a nuestro servidor de soporte para que pueda obtener ayuda con el uso del bot y enviar solicitudes de funciones o informes de errores. ! ",
	"footer.notice": " Server Guard no está respaldado ni creado por Guilded ",
	"footer.copyright": " © <a href= \" https://reapimus.com \" >Reapimus</a> {AÑO} ",
	"legal.privacy": " POLÍTICA DE PRIVACIDAD ",
	"legal.privacy.important": " Su privacidad es importante para Server Guard, y tomamos las medidas apropiadas para proteger su privacidad mientras utiliza nuestros servicios ",
	"legal.privacy.identifier": " Cuando se verifica su cuenta con Server Guard, es posible que se comparta cierta información con los miembros del personal de los servidores que utilizan Server Guard. Esto incluye, entre otros:<br> • El nombre de usuario en los servicios que usó para verificar su cuenta<br> • Métricas sobre las cuentas de los servicios que usó para verificar su cuenta, estas pueden incluir, entre otras, la edad del cuenta o la cantidad de tweets que ha publicado.<br> • Información de conexión, que indica si usó una VPN cuando verificó con Server Guard. ",
	"legal.privacy.hashing": " Los identificadores de su conexión se anonimizan de forma irreversible antes del almacenamiento mediante el algoritmo hash SHA-512 ",
	"legal.privacy.analytics": "Recopilamos datos analíticos con fines estadísticos y de notificación de errores, y el almacenamiento de los datos de configuración necesarios para el funcionamiento de nuestros servicios. Además, podemos emplear integraciones de terceros como Google Analytics y Google AdSense para anuncios personalizados, que hacen uso de la tecnología de cookies para proporcionar anuncios dirigidos. Intentamos almacenar sus datos fuera del acceso público, de la manera más segura que podamos garantizar de manera realista. Sin embargo, debido a la naturaleza misma de la transferencia y el almacenamiento de datos en línea, es posible que no podamos cumplir con esta expectativa, debido al hecho de que la seguridad total no es posible. Server Guard puede ser utilizado por personas que no están directamente afiliadas a nosotros y, por lo tanto, no tenemos ningún control sobre cómo utilizan nuestros servicios, siempre que sea dentro de términos razonables. ",
	"legal.privacy.agreement": " La verificación de su cuenta utilizando nuestros servicios constituye un acuerdo con nuestras políticas sobre recopilación de datos. Si no acepta este acuerdo, debe abandonar cualquier servidor que utilice nuestros servicios y nunca verificar su cuenta con nuestros servicios, en caso contrario se entenderá que acepta nuestras políticas. ",
	"legal.privacy.chatfilter": " Cuando publica, comparte o transmite mensajes o contenido en un servidor protegido por Server Guard, podemos recopilar esos mensajes, y pueden filtrarse y moderarse con fines tales como la eliminación de malas palabras. y otro contenido inapropiado. Donde lo permita la ley, podemos usar mensajes prefiltrados para fines tales como capacitar y mejorar nuestra tecnología de filtro para aumentar la seguridad en los servidores que usan Server Guard",
	"legal.tos": " TÉRMINOS DEL SERVICIO ",
	"legal.tos.start": " Lea estos Términos de servicio completamente antes de usar <a href= \" https://serverguard.xyz \">https://serverguard.xyz</a> propiedad y operación de Reapimus. Este acuerdo documenta los términos y condiciones legalmente vinculantes adjuntos al uso del Sitio en serverguard.xyz. Al acceder y utilizar este servicio, usted acepta y acepta estar sujeto a los términos y disposiciones de este acuerdo. Además, al usar estos servicios en particular, estará sujeto a las pautas o reglas publicadas aplicables a dichos servicios. El servicio Server Guard no es accesible para menores de 13 años, y Server Guard no almacena deliberadamente información personal de niños menores de 13 años. Cualquier participación en este servicio constituirá la aceptación de este acuerdo. Si no acepta cumplir con lo anterior, no utilice este servicio. ",
	"legal.tos.liability": " 1. RESPONSABILIDAD ",
	"legal.tos.liability.content": " Este sitio y sus componentes se ofrecen únicamente con fines informativos; este sitio no será responsable de la precisión, utilidad o disponibilidad de cualquier información transmitida o puesta a disposición a través del sitio, y no será responsable por cualquier error u omisión en esa información. ",
	"legal.tos.ip": " 2. PROPIEDAD INTELECTUAL ",
	"legal.tos.ip.content": " El Sitio y su contenido, características y funcionalidad originales son propiedad de Reapimus y están protegidos por derechos de autor internacionales, marcas registradas, patentes, secretos comerciales y otras leyes de propiedad intelectual o derechos de propiedad. Todos los datos generados y compartidos por Server Guard en el pasado, presente o futuro son propiedad de Server Guard y sus únicos dueños y deben transferirse, eliminarse o cambiarse a pedido. ",
	"terminación.legal": " 3. TERMINACIÓN ",
	"legal.termination.content": " Podemos cancelar su acceso al Sitio, sin causa ni aviso, lo que puede resultar en la confiscación y destrucción de toda la información asociada con su cuenta. Todas las disposiciones de este Acuerdo que, por su naturaleza, debe sobrevivir a la terminación sobrevivirá a la terminación, incluidas, entre otras, las disposiciones de propiedad, las exenciones de responsabilidad de la garantía, la indemnización y las limitaciones de responsabilidad. También puede solicitar cancelar su cuenta usted mismo, para hacer esto, envíe una solicitud de eliminación en nuestro panel web. Uso del servidor La protección después de la terminación dará como resultado que se abra una nueva cuenta para usted ",
	"cambios.legales": " 4. CAMBIOS AL ACUERDO ",
	"legal.changes.content": " Server Guard se reserva el derecho de cambiar estas condiciones de vez en cuando según lo considere oportuno y su uso continuado del sitio significará su aceptación de cualquier ajuste a estos términos ",
	"garantía.legal": " 5. GARANTÍA ",
	"legal.warranty.content": " Server Guard se proporciona *tal cual* sin garantía ni responsabilidad por los resultados del uso de Server Guard y/o cualquier contenido con el que pueda o no interactuar en Server Guard, y usted acepta que Server Guard no es responsable de ningún evento en el pasado, en el presente o en el futuro. Usted acepta eximir de responsabilidad a Server Guard por cada situación posible, excepto por aquellas de las que aceptamos la responsabilidad total. Server Guard no es responsable y no asumirá la responsabilidad. por el comportamiento de otras partes que usan Server Guard ",
	"disputas.legales": " 6. DISPUTAS ",
	"legal.disputes.content-1": " Mientras usa Server Guard, ciertas situaciones pueden o no desarrollarse, lo que puede hacer que presente una disputa con nosotros ",
	"legal.disputes.content-2": " Si encuentra que nuestros servicios están prohibidos, debe comunicarse con nosotros a través de <a href= \" https://serverguard.xyz/support \" >https://serverguard.xyz /support</a> para presentar apelaciones oficiales o para solicitar el motivo de su prohibición. Las apelaciones deben estar escritas formalmente y deben incluir su identificación del gremio, prueba de propiedad de la cuenta y una razón por la cual se debe anular su prohibición. ",
	"legal.links": " 7. OTROS ENLACES ",
	"legal.links.content": " Nuestro sitio contiene una serie de enlaces a otros sitios web y recursos en línea que no son propiedad ni están controlados por Server Guard. Server Guard no tiene control y, por lo tanto, no puede asumir responsabilidad por el contenido o prácticas generales de cualquiera de estos sitios y/o servicios de terceros. Por lo tanto, le recomendamos encarecidamente que lea todos los términos y condiciones y la política de privacidad de cualquier sitio que visite como resultado de seguir un enlace publicado en nuestro sitio. ",
	"legal.governinglaw": " 8. LEY APLICABLE ",
	"legal.governinglaw.content": " Este Acuerdo se rige de acuerdo con las leyes de Nueva Gales del Sur ",
	"reconocimiento.legal": " 9. RECONOCIMIENTO ",
	"legal.acknowledgement.content": " Al usar Server Guard, usted reconoce todos los Términos anteriores. Reconoce que, incluso si no leyó los Términos en su totalidad, cumplirá con nuestros Términos. ",
	"contacto.legal": " 10. CONTACTO ",
	"legal.contact.content": " Si tiene alguna pregunta, solicitud o queja sobre Server Guard, envíe esto a nuestro personal usando <a href= \" https://serverguard.xyz/support \" >https:/ /serverguard.xyz/support</a> Responderemos a estas consultas dentro de los 28 días. Server Guard cumple totalmente con las Liberaciones de datos y eliminación de datos de GDPR. ",
	"verify.legal": " Al verificar con Server Guard, usted acepta nuestra <a href= \" https://serverguard.xyz/legal \" >Política de Privacidad y Términos y Condiciones.</a> ",
	"verify.notice": " Server Guard no está respaldado ni creado por Guilded ",
	"verify.scamwarning": " Server Guard nunca le pedirá información personal ",
	"verify.missingcode": " Falta el código de verificación ",
	"verify.welcome": " Bienvenido, {nombre de usuario} ",
	"verify.message.intro": " ¡Bienvenido a {server}! Este servidor está protegido por Server Guard, verifíquelo con nosotros haciendo clic en el botón de abajo. ",
	"verify.message.success": " Gracias por verificar, ¡ahora puede ingresar al servidor! ",
	"verify.button": " Verificar ",
	"verificar.cargando": " Cargando... ",
	"verify.failure.with_contact": " {message}<br><br>Si cree que esto fue un error, comuníquese con un miembro del personal a través de <a href= \" {admin_contact} \" > esta URL.</a> ",
	"verify.500": " [500] No se pudo verificar debido a un error del servidor, si continúa recibiendo este mensaje, infórmelo en nuestro <a href= \" https://serverguard.xyz/support \" >Servidor de soporte </a> ",
	"verify.403.Dirección IP peligrosa identificada por Advanced Proxy Check": " Dirección IP peligrosa identificada por Advanced Proxy Check ",
	"verify.403. Estás verificando con demasiada frecuencia en este servidor": " Estás verificando demasiado a menudo en este servidor. ",
	"verify.403.Este servidor bloquea la verificación de los nodos de salida tor": " Este servidor bloquea la verificación de los nodos de salida tor ",
	"verificar.403. ¡Utilice un navegador para verificar con nosotros!": "¡ Utilice un navegador para verificar con nosotros! ",
	"verificar.403.Su cuenta está vinculada a un miembro previamente prohibido de este servidor": " Su cuenta está vinculada a un miembro previamente prohibido de este servidor ",
	"verificar.403.Su IP está vinculada a un miembro previamente prohibido de este servidor": " Su IP está vinculada a un miembro previamente prohibido de este servidor ",
	"verify.400.El código de verificación caducó, genere uno nuevo usando /verify": " El código de verificación caducó, genere uno nuevo usando /verify ",
	"verify.400.Código de verificación no válido, genere uno usando /verify": " Código de verificación no válido, genere uno usando /verify ",
	"login.waiting": " Esperando el código... ",
	"login.send": " Envíe este código en <a target= \" _blank \" href= \"https://www.guilded.gg/server-guard/groups/D57rgP7z/channels/1f6fae7f-6cdf-403d- 80b9-623a76f8b621/chat\" >#Login</a> en nuestro servidor de soporte para iniciar sesión! ",
	"login.notice": " Mantenga esta página abierta hasta que haya enviado el código, se redirigirá automáticamente a la página de la cuenta una vez que haya iniciado sesión."
}
